{
  "label": "Técnicas de Ki",
  "mapping": {
    "description": "system.description"
  },
"folders": {
    "Official": "Oficial Revisadas",
    "Legacy of Solomon": "Legado de Sólomon",
    "Master of Catastrophes": "Maestro de Catástrofes",
    "The Dragon": "El Dragón",
    "La Rose du Sang": "Le Rose du Sang",
    "Omega's Techniques": "Técnicas Omega",
    "The Path of Meizo": "La Vía de Meizo"
  },
  "entries": {
    "WF9QC9mi8GSHCQjw": {
      "name": "A'arab Zaraq",
      "description": null
    },
    "jTDJXxCIrCQaxbnn": {
      "name": "Abel Crux",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +150, Ataque Adicional +1\n[V]: Ninguna\n[D]: Ninguna\n\nLa ofensiva final del Señor del Infinito se manifiesta como Abel Crux, la Cruz de Abel. Al desatarla, el mundo entero se sumerge en la oscuridad y un aura paralizante, mientras constelaciones y estrellas giran a su alrededor. Durante este instante, Longinus desaparece de las manos de Omega, retomando su forma original de lanza, y cae desde los cielos con fuerza incontenible hacia la cabeza del objetivo. Al impactar, una docena de espadas se materializan a su alrededor, respondiendo al mandato del Señor del Infinito, y convergen en un asalto absoluto que borra al enemigo de la existencia.\n\nLa técnica otorga a Omega dos ataques devastadores contra un solo enemigo, acompañados de un bono de +150 a su Habilidad de Ataque."
    },
    "wzDJccoeVnirZmx9": {
      "name": "Aeternum",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Parada +75, Defensas Adicionales +2, Mantenido.\n[V]: -2 Ki.\n[D]: Defensa Especializada (Solo Hechizos).\n\nInspirada en los principios de Necis, Aeternum convierte el arma del personaje en un canal sintonizado con su fuerza espiritual, capaz de desviar hechizos y disipar energías arcanas con un simple gesto. Las magias que se aproximan rebotan o se desintegran antes siquiera de alcanzar al usuario.\n\nOtorga un bono de +75 a la Habilidad de Parada contra un único ataque y permite defenderse de dos ataques adicionales por asalto sin penalización, siempre que estos provengan de fuentes mágicas o sobrenaturales. No ofrece protección frente a ataques físicos convencionales o técnicas no vinculadas a la magia."
    },
    "XPpuRiKHefJjdAwP": {
      "name": "Ajna",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidades Perceptivas (Visión Radial, Ver lo Sobrenatural), Mantenido.\n[V]: Ninguna.\n[D]: Ninguna.\n\nTambién conocida como el \"Ojo de la Mente\", esta Técnica permite al personaje revelar un ojo espiritual que se manifiesta como un tatuaje de energía en su frente. A través de esta visión mística, obtiene la capacidad de percibir prácticamente todo a su alrededor.\n\nAl utilizar Ajna, el personaje adquiere los sentidos especiales de Visión Radial y Ver lo Sobrenatural."
    },
    "lbUdtQVXGuVB0tCi": {
      "name": "Alpha Obscuritas",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Recuperar Acción, Ataque Adicional Limitado +1\n[V]: Ninguna\n[D]: Ninguna\n\nAl emplear esta técnica, una manifestación secundaria del Señor del Infinito aparece a espaldas de sus adversarios, lanzando ataques mientras la verdadera forma de Omega se disuelve en un vórtice de oscuridad giratoria.\n\nEsta técnica otorga a Omega la capacidad de recuperar una acción en el asalto, incluso si ha sido puesto a la defensiva. Además, le permite realizar un ataque adicional, aun después de haber agotado sus ataques estándar."
    },
    "9hFAyNm2HuCNvSh3": {
      "name": "Anahata",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Parada en Área 25 metros, Habilidad de Parada +90\n[V]: -1Ki.\n[D]: Ninguna.\n\nEl propósito de esta Técnica es proteger a quienes no pueden defenderse. Al activarla, el personaje gira sus brazos con gracia en un movimiento circular, dejando un leve rastro de energía que parece duplicar sus manos. Frente a un Ataque de Área enemigo o una lluvia de proyectiles, cientos de brazos fantasmales emergen de su cuerpo, neutralizando la amenaza con rapidez.\n\nEn términos mecánicos, el personaje puede ejecutar una maniobra de Parada que cubre un radio de 25 metros, obteniendo un bono de +90 a su Habilidad de Defensa. No permite realizar contraataques."
    },
    "ogaUegtFriLsX724": {
      "name": "Angelus Ultima, El Último Angel",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas [E]: Habilidad de Ataque +150, Ataque a distancia 1 kilómetro\n(Estela de destrucción), Ataque con área 50 metros.\n[V]: Ninguna.\n[D]: Predeterminación.\n\nEsta Técnica transforma el arma del personaje en un inmenso ala de energía sobrenatural palpitante. Si no lleva un arma, el ala surge directamente desde su espalda. A continuación, la libera para que caiga desde las alturas, devastando todo a su paso.\nLa Semilla de la Destrucción permite realizar un Ataque a Distancia de hasta 1 kilómetro, con un efecto de Área de 50 metros de radio a lo largo de su trayectoria. Además, otorga un bonificador de +150 a la Habilidad de Ataque."
    },
    "lqfvtFsjsU4BtQS8": {
      "name": "Anima",
      "description": null
    },
    "iTJp6GehGCQwXpv3": {
      "name": "Arashido",
      "description": null
    },
    "PZdlyc9XnXEcfY3M": {
      "name": "Armageddon",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque eb Área 100 metros, Aumento de Daño +50, Habilidad de Ataque +90.\n[V]: Ninguna.\n[D]: Técnica Mantenida (Apertura Espacial).\n\nAprovechando la brecha abierta por Apertura Espacial, Armagedón desencadena una ruptura dimensional, liberando una lluvia torrencial de meteoritos en su manifestación más destructiva.\n\nEn términos de juego, permite al personaje ejecutar un ataque en un radio de 100 metros, con un +90 a su Habilidad de Ataque. El Daño base es la PRESx2 más bono de POD, como en Apertura Espacial. Además, se añaden 50 puntos de Daño extra debido a la inmensa cantidad de meteoritos.\nEs obligatorio mantener Apertura Espacial activa para poder emplear Armagedón.​ ​ ​ ​"
    },
    "Tx4voIbOQTF4qU4s": {
      "name": "Arnbjorg",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Parada +50, Habilidad de Contraataque +50, Ataque Indirecto, Ataque Adicional Limitado +1.\n[V]: -1 Ki.\n[D]: Atadura Elemental (Agua).\n\nAl emplear esta Técnica para detener un golpe entrante, el personaje conjura un espejismo de sí mismo que realiza la parada, seguido de inmediato por un contraataque ejecutado por una figura gélida. Esta aparición, al impactar, se fractura en una lluvia de esquirlas heladas.\n\nArnbjorg incrementa la Habilidad de Parada del personaje en +50 y le permite ejecutar un contraataque bajo las reglas de Ataque Indirecto. Este contraataque constituye un ataque adicional limitado, lo que significa que puede realizarse incluso si ya se ha efectuado otro ataque durante el asalto o se tiene previsto hacerlo posteriormente. La Técnica requiere mantener el Vínculo con el Elemento Agua para su activación y funcionamiento. ​ ​ ​ ​ ​ ​"
    },
    "1LNlKy86asNe8XOe": {
      "name": "Impacto Astronómico",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 5 kilómetros, Impacto 18, Multiplicador al Daño ×2, Ataque Predeterminado (440), Zen.\n[V]: Ninguna.\n[D]: Predeterminación, Penalización a Toda Acción –150.\n\nImpacto Astronómico convoca el más cataclísmico de los eventos conocidos, canalizando el Ki del usuario para atraer un meteoro descomunal desde la atmósfera. Al comenzar a reunir Ki, un vórtice titánico se abre en el cielo, revelando el descenso lento pero imparable del coloso celeste. Cuando está completamente listo, el personaje extiende sus brazos en cruz, guiando la trayectoria del impacto hacia su destino final.\n\nLa Técnica se manifiesta como un Ataque en Área de 5 kilómetros con una Habilidad de Ataque Predeterminado de 440. El Daño Base se calcula como (Presencia ×2 + bono de Poder) ×2, y cualquier enemigo alcanzado que reciba daño deberá resistir un Impacto de Fuerza 18.\n\nSu coste es mínimo en Ki, pero el precio es enorme: tras usar esta Técnica, el personaje sufre una penalización de –150 a todas sus acciones, quedando momentáneamente drenado tras desatar semejante calamidad."
    },
    "GjpI2AdZJnvYqeOY": {
      "name": "Barrel Shot",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Adicional Limitado +5.\n[V]: -2 Ki.\n[D]: Técnica Mantenida (Gunslinger).\n\nEl personaje canaliza Ki a través de su brazo hacia una de sus pistolas rúnicas, desatando una ráfaga de disparos contra sus enemigos. Durante la ejecución de Disparo en Barrel Shot, las runas se iluminan y el arma sufre una transformación sutil.\n\nEsta Técnica permite al personaje realizar seis ataques con una de sus pistolas, pudiendo además efectuar un ataque adicional con la segunda arma si así lo desea. Los efectos de Barrel Shot son exclusivos de las pistolas creadas mediante la Técnica Gunslinger; con cualquier otra arma, la Técnica carece de efecto. ​"
    },
    "bigoe74WTrNYwK5n": {
      "name": "Bhakti",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Parada +75, Defensa Adicional +2.\n[V]: Ninguna.\n[D]: Ninguna.\n\nEl cuerpo del personaje se convierte en un canal para su Ki, envolviéndolo en una consciencia serena que le permite detectar cualquier intención hostil dirigida hacia él. Como si entrara en un estado de trance, reacciona instintivamente para frustrar ataques antes incluso de que sus enemigos los inicien.\n\nBhakti otorga un bono de +75 a la Habilidad de Parada y permite realizar hasta dos defensas adicionales sin penalización. Sin embargo, esta Técnica es exclusivamente defensiva y no permite contraatacar."
    },
    "tlsju4IztBQBIaLo": {
      "name": "Festín de sangre",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas [E]: Potenciar crítico +50 (Crítico automático), Mantenida.\n[V]: Ninguna.\n[D]: Ninguna.\n\nAl infundir su cuerpo con energía infernal, el personaje exuda sangre desde los poros, empapando sus manos o el arma de su elección. Al golpear a un enemigo, la sangre se filtra en la herida, corroyéndolo desde dentro. Después de cada impacto, la sangre desaparece de las manos o el filo, requiriendo una breve pausa para regenerarse.\nBanquete de Sangre otorga la capacidad de provocar un Crítico Automático en un ataque por asalto, incrementando además el resultado final del Crítico en +50."
    },
    "8MMEQAFXRMiroefW": {
      "name": "Bounce Shot",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Indirecto, Ataque Camuflado (240).\n[V]: -1 Ki.\n[D]: Técnica Mantenida (Gunslinger).\n\nEl pistolero canaliza Ki para agudizar su vista y calcular trayectorias de disparo con precisión milimétrica. A continuación, dispara aparentemente fallando el tiro, induciendo al oponente a creer que ha eludido el ataque. Sin embargo, ese \"fallo\" es un rebote meticulosamente calculado: la bala impacta en objetos del entorno y regresa hacia su blanco desde un ángulo inesperado.\n\nPara identificar la verdadera naturaleza del disparo, el defensor debe superar una tirada de Advertir con dificultad 240 (Casi Imposible). En caso contrario, sufre las penalizaciones por Sorpresa. Al emplear una trayectoria que no depende directamente del atacante, el Disparo Rebotado impide cualquier intento de Contraataque. Estos efectos solo pueden aplicarse con pistolas creadas mediante la Técnica Gunslinger. ​ ​ ​ ​ ​ ​"
    },
    "KcvW0sL6yTDLDevX": {
      "name": "Bullet Time",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Esquiva Completa +40.\n[V]: -1 Ki.\n[D]: Defensa Especializada (Solo Proyectiles).\n\nAl agudizar su percepción visual y perfeccionar su capacidad para anticipar trayectorias, el pistolero puede predecir la trayectoria de los disparos antes incluso de que sean efectuados.\n\nEsta Técnica otorga al personaje un bonificador de +40 a su Habilidad de Esquiva frente a cualquier tipo de ataque a distancia. El efecto es aplicable únicamente contra proyectiles. ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​"
    },
    "51CERlfrV9CB20Hq": {
      "name": "Celeritas",
      "description": null
    },
    "TNjlGa6syPYwA3I5": {
      "name": "Cosmos",
      "description": null
    },
    "qYJ0otQs10zyhwUO": {
      "name": "Fénix Oscuro",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +150, Ataque a Distancia 250 metros (Proyección, Estela de Destrucción)\n[V]: -5 Ki.\n[D]: Requisito Elemental (Intensidad Mayor), Sacrificio Vital 50 PV, Penalización a toda  Acción –75.\n\nAl absorber la esencia de las llamas circundantes, el personaje provoca una explosión cataclísmica que da origen a una masa colosal de fuego obsidiana con forma de Fénix. En cuestión de instantes, se lanza al combate envuelto en alas ígneas, aniquilando todo a su paso.\n\nFénix Oscuro permite desatar devastación a una distancia de 240 metros, utilizando las ventajas de Proyección y Estela de Destrucción, mientras otorga +150 a la Habilidad de Ataque. No obstante, esta Técnica impone un alto coste: consume 50 Puntos de Vida y aplica una penalización de –75 a todas las acciones. Solo puede ejecutarse si el personaje se encuentra cerca de al menos ocho intensidades de fuego."
    },
    "SptPyYYDmn3G0ktA": {
      "name": "Dedisco Deus Crux, La Cruz del Dios Olvidado",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas [E]: Habilidad de Ataque +100, Ataque adicional +1.\n[V]: Ninguna.\n[D]: Ninguna.\n\nIncluso en su forma más primitiva, esta Técnica oculta un poder abrumador. Al activarla, el personaje canaliza su Ki hacia una fuerza primigenia y olvidada, conectando con su esencia por un instante. Sumergido en esa energía, se lanza con precisión contra su enemigo, desatando dos cortes consecutivos. Al impactar, dos corrientes de energía pura emergen del cuerpo de la víctima, cruzándose en el aire hasta formar una inmensa cruz que lo parte en dos.\n\nAl ejecutar esta Técnica, el personaje realiza dos ataques, cada uno con +100 a su Habilidad de Ataque."
    },
    "Zi5db65ZYRk9CVRo": {
      "name": "Protocolo Defensivo DT -01: Pantalla",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Defensa Predeterminada (180), Escudo de Energía (400 PV, Regeneración 100), Mantenido.\n[V]: Ninguna.\n[D]: Requisito (Sangre Antigua).\n\nA través de la canalización de su esencia espiritual, el personaje activa nanomáquinas que despliegan un escudo de energía de arquitectura codificada, compuesto por secuencias numéricas y líneas de código entrelazadas.\n\nProtocolo Defensivo DT-01 genera un Escudo de Energía con 400 Puntos de Vida que se regenera en 100 PV por asalto, mientras se mantenga activo. Este escudo se rige por una Defensa Predeterminada de nivel Absurdo (180), lo que le permite interceptar ataques sin depender de las habilidades defensivas del personaje."
    },
    "FUIPfxppd0yTZy3z": {
      "name": "Protocolo Defensivo DT-02: Pantalla Existencial Mayor",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Defensa Predeterminada (240), Escudo de Energía (500 PV, Regeneración 250), Mantenido.\n[V]: -2 Ki.\n[D]: Requisito (Sangre Antigua).\n\nVersión avanzada del Protocolo Defensivo DT-01, esta Técnica erige una barrera de energía aún más robusta y sofisticada, tejida con secuencias de código cifradas y pulsos resonantes de Ki.\n\nProporciona al personaje un Escudo de Energía con 500 Puntos de Vida, que se regenera automáticamente en 250 PV por asalto. Funciona de forma autónoma, utilizando una Defensa Predeterminada de nivel Casi Imposible (240), lo que lo hace inmune a muchas formas de ataque directo, sin depender de la Habilidad de Defensa del usuario."
    },
    "SiPpqjl8CJCjiWsV": {
      "name": "Delevi Deus Anima, Exterminador de las Almas de los Dioses",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +200, Ataque en área 5 kilómetros, Multiplicación de daño x3, Ataque Sobrenatural, Ataque indirecto Nº3, Sin armadura..\n[V]: Ninguna.\n[D]: Predeterminación, Sobrecarga (20 asaltos).\n\nDelevi Deus Anima, conocido como el Exterminador de las Almas de los Dioses, es quizás la Técnica más demoledora y aniquiladora jamás concebida. Su fuerza cataclísmica borra todo lo que alcanza, dejando un rastro de devastación a su paso. Se dice en las leyendas que, si no se controla, podría consumir planetas enteros. Al activarla, el personaje canaliza su poder, manifestando cuatro alas colosales de luz que se extienden más allá de la atmósfera. Cada ala posee una fuerza descomunal, desintegrando todo cuanto toca a lo largo de varios kilómetros, envolviéndolo todo en un vacío radiante. Al disiparse, las alas dejan caer plumas que descienden lentamente desde el cielo, como lágrimas cósmicas derramadas desde las alturas.\n\nDelevi Deus Anima desata un Ataque Indirecto de Energía Sobrenatural que cubre un área de radio 5 km alrededor del personaje, con un bono de +200 a su Habilidad de Ataque. En lugar de emplear el Daño base del arma, se utiliza el doble de su PRES más su bono de POD, y el total se multiplica por tres. Ninguna defensa resulta efectiva, ya que la armadura es ignorada por completo. Sin embargo, después de su uso, el personaje queda incapaz de usar Técnicas de Ki durante 20 asaltos (un minuto completo de combate)."
    },
    "W7urGvJZzPCFjT6v": {
      "name": "Denkido, El Camino de la Electricidad",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 50 metros (Elección de Blanco), Ataque Elemental (Electricidad), Multiplicador al Daño×3.\n[V]: Reducción de Ki 1.\n[D]: Penalización a Toda Acción –75.\n\nDenkido, también conocido como el Sendero de la Electricidad, hace honor a su nombre al desatar una tormenta electrizante en torno al practicante. Durante la activación, el personaje asciende en el aire, mientras una lluvia de rayos se desprende de su cuerpo, impactando con precisión a los enemigos elegidos con una potencia devastadora. Sin embargo, el enfoque mental extremo que requiere Denkido deja al personaje exhausto. .\n\nDentro de un radio de 50 metros, Denkido permite atacar a todos los enemigos seleccionados en la TA  de: Electricidad. En lugar de usar el Daño del arma, se calcula el daño mediante el doble de la PRES del personaje más su bono de POD, y el total se multiplica por tres. Tras ejecutarlo, necesita un tiempo de recuperación, durante el cual sufre una penalización de –75 a todas sus acciones, que disminuye en 10 puntos por asalto"
    },
    "kgs72whostQI0k5R": {
      "name": "Depravate Alae",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Turno +100 (Mantenido)\n[V]: Ninguna\n[D]: Ninguna\n\nOmega extiende un brazo hacia el cielo, invocando una docena de relojes que se materializan a su alrededor, solo para estallar en una tormenta de cristal fragmentado segundos después. A partir de ese momento, sus movimientos se tornan vertiginosos, como si el flujo del tiempo se viera alterado a su favor.\n\nDepravate Alae,  es una técnica mantenida que otorga a Omega un bono de +100 a la Iniciativa, concediéndole una rapidez inigualable durante el combate."
    },
    "EIE7LLhzqzBYilnC": {
      "name": "Di Quiu",
      "description": null
    },
    "arYtGQQxoiLI3owY": {
      "name": "Dies Irae",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Elemental (Luz), Ataque Sobrenatural, Ataque en Área 50 metros, Habilidad de Ataque +50.\n[V]: Ninguna.\n[D]: Ninguna.\n\nAl alzar su arma hacia los cielos, el personaje invoca una respuesta que llena el entorno de runas resplandecientes, irradiando una luz serena y apacible. Al descender su brazo, una magnífica hoja de energía luminosa —símbolo de la espada divina— cae desde el firmamento, segando todo a su alrededor.\n\nDies Irae es un Ataque Elemental de tipo luz que impacta en la TA de energía. Afecta a todos los que se encuentren en un radio de 50 metros del personaje y otorga un bono de +50 a su Habilidad de Ataque durante la ejecución."
    },
    "NzVhvfdEmbIAEgpS": {
      "name": "Douryuzan",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 25 metros, Impacto Fuerza 14, Habilidad de Ataque +50\n[V]: Ninguna.\n[D]: Agotamiento –2\n\nAl ejecutar Douryuzan, el personaje clava la punta de su arma en el suelo antes de dar un giro rápido de 360 grados, generando un potente vendaval que lanza por los aires a todo lo que se encuentre en un radio de 25 metros.\n\nLa técnica incrementa la Habilidad de Ataque del personaje en +50 y aplica un Impacto de Fuerza 14 a los afectados. Su uso requiere dos puntos de Cansancio."
    },
    "h7CkOgjQKnyQU8da": {
      "name": "Seismo",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 25 metros, Aumento de Daño +50.\n[V]: Ninguna.\n[D]: Condición (Contacto directo con el suelo).\n\nMediante un potente golpe al suelo, el personaje libera su Ki en forma de ondas sísmicas, provocando un terremoto localizado que agrieta la tierra y lanza esquirlas de piedra hacia los enemigos circundantes.\n\nSeismo permite realizar un ataque de área de 25 metros. El Daño Base se calcula como el doble de Presencia más bono de Poder al que suma + 50 de daño.. Solo puede ejecutarse si el personaje se encuentra directamente sobre el terreno, sin estar en el aire, superficies artificiales o suspendido."
    },
    "vrhSx4c1S5Fb3YuE": {
      "name": "Ego",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Espejismo (Dificultad 320, Ilusión Fantasmal RP 180).\n[V]: Ninguna.\n[D]: Ninguna.\n\nEl usuario canaliza su energía para materializar un duplicado ilusorio de sí mismo, una réplica perfecta que actúa como una extensión de su esencia.\n\nConforme a las reglas de Ilusiones Fantasmales, esta imagen requiere una detección de Ki con Dificultad Inhumana (320) para revelar su naturaleza falsa. Si causa daño, se pueden resistir los efectos de la ilusión superando una RP de 180."
    },
    "DSO7krhXMBDvihjn": {
      "name": "Eld",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Sacrificio Vital Doble, Habilidad de Ataque +150.\n[V]: Ninguna.\n[D]: Técnica Mantenida: Feuer.\n\nEsta temible Técnica conlleva consecuencias extremas tanto para su objetivo como para quien la activa. Al utilizarla, el personaje consume parte de su propia vitalidad, quedando gravemente debilitado. Como contrapartida, obtiene un considerable Poder.\nEsta Técnica otorga al personaje un +150 a su Habilidad de Ataque y un aumento al daño equivalente al doble de la vida sacrificada. Solo puede utilizarse si la Técnica Feuer se encuentra activa."
    },
    "mCGh4v4z2qWoGSnF": {
      "name": "Martirio Eterno",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas [E]: Recuperar acción, Habilidad de contraataque +25.\n[V]: Reducción de Ki 1.\n[D]:  Circunstancia límite: Mitad de PV..\n\nEl personaje bebe de su propio sufrimiento, aceptando la sangre que fluye de sus heridas hasta envolver su cuerpo en runas siniestras. En un instante de contorsión antinatural, y pese a parecer incapacitado, se lanza contra su enemigo con una velocidad imposible.\nMartirio Eterno le permite recuperar la acción y obtener un bonificador de +25 a su Habilidad de Ataque si realiza con éxito un contraataque. No obstante, para activar esta Técnica, el personaje debe haber sido reducido al menos a la mitad de sus Puntos de Vida."
    },
    "FVdCl1Pc1qScnvHE": {
      "name": "Ether",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Intangibilidad (Mantenido), Combinable.\n[V]: -1 Ki\n[D]: Ninguna\n\nEl cuerpo del personaje, junto con todas sus posesiones, se funde por completo con las sombras, adoptando una forma oscura y difusa.\n\nAl activar esta Técnica, el usuario entra en un estado de Intangibilidad, permitiéndole atravesar materia, eludir ataques y moverse como una sombra viviente entre planos. Puede combinarse con la ténica de El Paso de la Vigilia."
    },
    "ppuw1VScROJOYTC4": {
      "name": "Excisum Aeris",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque a Distancia 50 metros, +50 Turno. \n[V]: Ninguna\n[D]: Ninguna.\n\nEsta Técnica permite al personaje liberar una explosión total de Ki en un momento preciso, impulsando su ataque con tal velocidad que deforma el aire a su paso.\n\nLa proyección del golpe alcanza hasta 50 metros de distancia y, aunque es un ataque a distancia, utiliza el Daño base del arma del personaje. La aceleración Ki también otorga un bono de +50 a la Iniciativa en el mismo asalto en que se utiliza."
    },
    "isLFNQWgoMsSDU0H": {
      "name": "Excisum Magister",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +75, Turno +125.\n[V]: Ninguna.\n[D]: Ninguna.\n\nEl combatiente canaliza toda su energía en una única maniobra, ejecutando un ataque tan veloz que parece capaz de atravesar el cuerpo del oponente antes de que este pueda reaccionar.\n\nEsta Técnica incrementa la Iniciativa base del personaje en +125 y le otorga +75 a su Habilidad de Ataque durante el asalto en que se utiliza."
    },
    "2NfLFpgw0iz8WOFX": {
      "name": "Expello",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +90, Interrupción RF 120 (Daño, Mágia), Aumento de Daño +100.\n[V]: Ninguna.\n[D]: Ninguna.\n\nEn la cima del arsenal de Magus Abstergo se encuentra Expello, una Técnica forjada para aniquilar energías sobrenaturales y despojar al enemigo de su poder arcano. El personaje condensa toda su esencia en su arma, generando un vacío sobrenatural capaz de absorber y erradicar la magia con tan solo tocarla.\n\nExpello otorga un bono de +90 a la Habilidad de Ataque y +100 al Daño Base. Si logra dañar a un oponente con capacidades mágicas, este debe superar una tirada de RF 120 contra el daño recibido o todos sus conjuros mantenidos se disipan automáticamente."
    },
    "PB7xwBIkaG4fzHQz": {
      "name": "Feuer",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Aumento de Daño Real +25, Ataque Elemental (Calor), Mantenido.\n[V]: Ninguna\n[D]: Atadura Elemental (Fuego).\n\nEl personaje canaliza su Ki en su arma, envolviéndola en un aura ígnea que potencia su capacidad ofensiva.\n\nMientras se mantenga activa, esta Técnica incrementa el Daño Base en 25 puntos y convierte los ataques en daño de tipo Fuego."
    },
    "u0xQItQ2uUVZLIxC": {
      "name": "Protocolo Defensivo DT-03: Guardián",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Defensa Predeterminada (320), Escudo de Energía (1.000 PV, Regeneración 500), Mantenido.\n[V]: –1 Ki.\n[D]: Requisito (Sangre Antigua), Sacrificio Vital (25 PV).\n\nEsta Técnica defensiva canaliza casi toda la energía del personaje, provocando que sus nanomáquinas formen un escudo de energía tecnomágica de escala colosal, compuesto por estructuras simétricas y símbolos arcanos flotantes.\n\nLa barrera envuelve completamente al personaje y actúa de forma autónoma con una Defensa Predeterminada de nivel Inhumano (320), sin depender de su propia Habilidad de Defensa. El Escudo de Energía posee 1.000 Puntos de Vida y regenera 500 PV por asalto mientras se mantenga activo. Sin embargo, el precio del desequilibrio energético es elevado: al activarla, el personaje debe sacrificar 25 Puntos de Vida."
    },
    "Z4xzaf6VNc4QksEe": {
      "name": "Protocolo Ofensivo Final AT-03: Apocalipsis",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Predeterminado (440), Multiplicador de Daño (Único) ×3, Combinable.\n [V]: –1 Ki.\n[D]: Requisito (Sangre Antigua), Técnica Mantenida (Mecanus), Circunstancia Límite ( mitad de vida).\n\nProtocolo Ofensivo Final AT-03: Apocalipsis representa el pináculo bélico del Legado de Salomón. Al activarse, miles de nanomáquinas convergen con el cañón generado por el Protocolo Mecanus, elevando su poder a niveles cataclísmicos.\n\nEsta Técnica aumenta la Habilidad de Ataque final a 440 (Zen) y triplica el Daño Base. Se combina directamente con AT-02: Mecanus y puede vincularse opcionalmente con RX-02: Pandora para una devastación aún mayor. Solo puede usarse si el personaje tiene activa la Técnica Mecanus y se encuentra con la mitad o menos de sus Puntos de Vida."
    },
    "cdZYfvWQuwXO18mK": {
      "name": "Frostkolier",
      "description": null
    },
    "7pLpyAb67BFr5bhR": {
      "name": "Frostlinder",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque a Distancia 20 metros, Ataques Adicionales +3.\n[V]: Ninguna.\n[D]: Atadura Elemental (Agua).\n\nAl canalizar el frío en su arma, el personaje la recubre con fragmentos afilados de hielo. Acto seguido, lanza estos fragmentos contra sus enemigos, ejecutando una serie de cuatro ataques a distancia de hasta 20 metros cada uno. Si lo desea, puede dirigir cada ataque hacia un objetivo diferente. Esta Técnica se encuentra vinculada al Elemento Agua, y no puede utilizarse si el personaje ha modificado dicho Elemento."
    },
    "MtVYkexSlLw0Pf98": {
      "name": "Frostvalar",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Choque Físico, Ataque Elemental (Frío), Mantenido.\n[V]: -2 Ki.\n[D]: Atadura Elemental (Agua).\n\nAl envolver su arma en un aura gélida, el personaje le otorga la capacidad de congelar al contacto, al tiempo que transforma su superficie en un espejo reflejante. Esta característica le permite desviar descargas sobrenaturales y redirigirlas contra su emisor.\n\nFrostvalar confiere al arma del usuario los atributos del Tipo de Ataque: Frío, y utiliza las reglas de Choque Físico cuando intercepta ataques sobrenaturales. Esta Técnica está vinculada al Elemento Agua, por lo que no puede emplearse si el personaje ha alterado dicho vínculo. "
    },
    "hw7zz2liiLaEuhOc": {
      "name": "Fukuryuzan",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque a Distancia 20 metros, Armadura –3 TA.\n[V]: Ninguna.\n[D]: Ninguna\n\nEl personaje ancla la punta de su arma en el suelo, aprovechando su fuerza para ejecutar un corte ascendente devastador. La energía generada es tan intensa que crea una hoja de energía en el aire, capaz de atravesar todo lo que se interponga en su camino, sea carne o metal.\n\nFukuryuzan es un Ataque a Distancia con un alcance de 20 metros, que además reduce en 3 puntos la Armadura del defensor contra este ataque."
    },
    "pBra0Ct3G7MEAY8v": {
      "name": "Götterdämmerung",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Multiplicador al Daño ×3\n[V]: Ninguna\n[D]: Ninguna\n\nEl Señor del Infinito alza a Longinus sobre su cabeza, canalizando a través de la lanza todo su poder maligno. En un solo instante, el arma se expande y se transforma, convirtiéndose en una hoja pura de aniquilación, capaz de disolver cuerpo y alma con un solo impacto.\n\nGötterdämmerung triplica el Daño Base de uno de los ataques de Omega."
    },
    "H2b1kPmGRdldNCve": {
      "name": "Genmai, Danza de las Ilusiones",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Espejismo 4 (Dificultad 320, Ilusiones Fantasmales RP 180), Ataques Adicionales Limitados +2.\n[V]: Ninguna.\n[D]: Ninguna.\n\nAl golpear el suelo, el personaje es envolto por un manto de humo, del cual emergen cuatro duplicados etéreos formados por su esencia. Aunque carecen de fuerza física real, estas ilusiones confunden los sentidos del enemigo, haciéndole percibir el dolor como auténtico. Mientras se despliegan, el personaje se funde entre los espejismos, lanzando ataques reales entre los falsos.\n\nGenmai genera cuatro ilusiones sometidas al control del usuario. Cualquier intento de discernir su verdadera naturaleza mediante Detección de Ki requiere superar una Dificultad de 320. Si las ilusiones causan daño, el objetivo debe superar una tirada de RP con Dificultad 180, o sufrir los efectos correspondientes según las reglas de Ilusiones Fantasmales. Además, el personaje puede realizar dos ataques adicionales, que deben ir intercalados entre los golpes del conjunto ilusorio."
    },
    "0wVbD0MZTjDdG1ay": {
      "name": "Genzou no Sekai, Mundo de las Ilusiones",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Estado Sobrenatural RF 160 (Ilusión Fantasmal, por aire, 25 metros).\n[V]: Ninguna.\n[D]: Ninguna.\n\nMediante el uso de Ki como catalizador, Genzou no Sekai genera una neblina antinatural que distorsiona la realidad conforme a la voluntad del personaje. Dentro de esta bruma —semejante a una dimensión paralela— el usuario asume el rol de una deidad ilusoria, ejerciendo control absoluto sobre su entorno.\n\nAl activarse, todos los enemigos dentro de un radio de 25 metros cubiertos por la niebla deben superar una tirada de RF con Dificultad 160, o quedar sumidos en una Ilusión Fantasmal, conforme a las reglas correspondientes."
    },
    "po86u7KmGOPuipYN": {
      "name": "Gozuryuzan",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Adicional Limitado +4 (Ataque Continuo)\n[V]: Ninguna.\n[D]: Ninguna\n\nAl ejecutar Gozuryuzan, el personaje desata una ráfaga de ataques consecutivos, envainando y desenvainando su espada con una fluidez tal que parece como si múltiples hojas cortaran al enemigo al mismo tiempo. La velocidad de estos movimientos es tan vertiginosa que al intentar defenderse de un golpe, el adversario ya se enfrenta a otros diez más cayendo sobre él.\n\nEn términos de juego, esta técnica permite realizar 5 ataques consecutivos al enemigo sin interrupciones, como parte de un Ataque Continuado."
    },
    "hls0mhJEc0US6rts": {
      "name": "Guan Shi",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 25 metros (Selección de Blanco), Potenciar Crítico +50 (Crítico Automático).\n[V]: Ninguna.\n[D]: Técnica Mantenida (Jin Shu), Circunstancia de Combate (Apresado).\n\nGuan Shi, conocida como El Ataúd de Piedra, se ejecuta a partir de la Técnica Jin Shu, ya que aprovecha la energía almacenada para detonar los brazos de piedra que inmovilizan a los enemigos, aplastándolos bajo los escombros. \n\nEsta Técnica afecta a todos los enemigos previamente Atrapados mediante Jin Shu (requiere que la Inmovilización haya tenido éxito, sin importar el grado). Si Guan Shi inflige daño, activa automáticamente un Crítico con un bono de +50 a su valor final."
    },
    "Uu50JKnnZxzKw7uE": {
      "name": "Gunhell",
      "description": null
    },
    "z9UcTOjsjRnhwtZ5": {
      "name": "Gunnhildur",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Adicional Limitado +10 (Ataque Continuo).\n[V]: -1 Ki.\n[D]: Atadura Elemental (Agua).\n\nMediante esta formidable Técnica, el personaje envuelve a su enemigo en un aura gélida, generando numerosos espejos de hielo que lo rodean desde todos los ángulos. A continuación, el personaje se funde con estos reflejos, desatando una ráfaga de ataques desde múltiples direcciones.\n\nLa Técnica otorga al personaje la capacidad de ejecutar 11 Ataques Continuos contra su adversario. Se encuentra vinculada al Elemento Agua, por lo que solo puede emplearse si dicho vínculo se mantiene inalterado. ​ ​ ​ ​"
    },
    "WGzOZaFrBOIZ8UiQ": {
      "name": "Gunslinger",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Armas Físicas de Ki Calidad +10 (Proyectil, Arma Adicionales +1), Mantenido.\n[V]: Ninguna.\n[D]: Ninguna.\n\nMediante el dominio de su Ki, el personaje forja dos pistolas rúnicas directamente desde sus brazos, integradas parcialmente a sus antebrazos para proyectar energía con precisión milimétrica. Estas armas, cargadas de cualidades especiales y vinculadas al alma de su portador, constituyen el fundamento esencial de las Técnicas Gunhell. Curiosamente, la forma de las runas y el color de las pistolas varían según el usuario, reflejando su naturaleza y personalidad.\n\nGunslinger proporciona a su creador dos pistolas de mecha de Calidad +10 con munición ilimitada. Estas armas poseen +10 al Turno y un Daño Base de 100."
    },
    "vbAFGk7a2Y9i0Z6r": {
      "name": "Horecka",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Multiplicador al Daño ×2, Ataque en Área 50 metros.\n[V]: Ninguna.\n[D]: Técnica Mantenida: Feuer.\n\nHorecka desata un cataclismo ígneo que arrastra todo en un radio de 50 metros alrededor del personaje, estallando en una explosión abrasadora. \n\nEl fuego es tan intenso que duplica el Daño Base del arma del personaje. Esta Técnica solo puede utilizarse si Feuer se encuentra activa."
    },
    "TWq7Xvj8B56Rgfhq": {
      "name": "Hyousetsu Jigoku",
      "description": null
    },
    "idsLczoROVm0pc3V": {
      "name": "Hypnos Requiem",
      "description": null
    },
    "S9VqHfCYH2utqMuc": {
      "name": "Ignis",
      "description": null
    },
    "ixdV8ZZu6wtLKBCX": {
      "name": "Llamada Infernal",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas [E]: Ataque con área 25 metros, Sustitución de daño 150, Potenciar crítico +40.\n[V]: Ninguna.\n[D]: Sacrificio 25 PV.\n\nCon un gesto sombrío, el personaje arrastra sus dedos por el pecho, abriendo diez heridas que derraman un torrente de sangre negra, pesada como alquitrán. Desde este charco profano, millares de tentáculos surcados por fauces afiladas como cuchillas irrumpen con furia, devastando todo a su paso.\nLlamado Infernal permite desatar un Ataque de Área de 25 metros de radio, infligiendo un Daño Base de 150 puntos. Además, suma un +40 al crítico. No obstante, para activar esta Técnica, el personaje debe sacrificar 25 Puntos de Vida."
    },
    "ip55yRGkUZQOnjTs": {
      "name": "Inocentius Terminis",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 5 kilómetros\n[V]: Ninguna\n[D]: Ninguna\n\nCon un gesto siniestro, el Señor del Infinito traza una hendidura en el aire con Longinus. En una fracción de segundo, el mundo queda en silencio, seguido por una oleada de energía oscura que lo consume todo en un radio de varios kilómetros.\n\nInocentius Terminis es una técnica especial de área con un alcance de 5 kilómetros, con Daño Base 250, calculado como el doble de la Presencia de Omega más bono de Poder."
    },
    "z1BWN8pJ3dGUsn2z": {
      "name": "Jin Shu",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 25 metros (Selección de Blanco), Presa 16, Mantenido.\n[V]: -1 Ki.\n[D]: Daño Reducido (Sin Daño), Agotamiento –2.\n\nAl emplear esta Técnica, el personaje canaliza Ki en uno de sus puños y golpea el suelo con fuerza máxima, transmitiendo su energía a través de la tierra y desencadenando una potente reacción en cadena. En un instante, numerosos brazos de piedra y metal emergen del terreno, atrapando a todos los objetivos cercanos.\n\nJin Shu permite ejecutar un ataque de Presa en un radio de 25 metros alrededor del personaje, con una Característica de  Fuerza 16 para el control enfrentado. Se pueden seleccionar objetivos específicos dentro del área. No inflige daño alguno, y cada activación provoca una pérdida de 2 puntos de Cansancio debido a la concentración extrema de energía. Para mantener la presa sobre los enemigos atrapados, el personaje puede sostener la Técnica gastando 7 puntos de Ki por asalto, utilizando la misma Fuerza 16. ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​"
    },
    "UHDGpKd5JcvIQVuc": {
      "name": "Jocasta, Filo de Sombras",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +40, Aumento de Daño +75\n[V]: Ninguna.\n[D]: Requisito Elemental (Intensidad Menor)\n\nEl arma del personaje se transforma en oscuridad pura, envuelta en llamas negras. Al golpear al enemigo, las llamas se retuercen y contorsionan. En un instante, el atacante realiza un corte imparable que deja solo una tenue línea oscura marcada en el cuerpo del adversario. Segundos después, esta línea se expande en una herida enorme, partiendo al oponente en dos.\n\nJocasta es un ataque devastador que otorga +40 a la Habilidad de Ataque y +75 al Daño Base. Requiere al menos dos intensidades de fuego para ser ejecutada. ​ ​ ​"
    },
    "cnK0iE5ZKxAsEy0B": {
      "name": "Kagami",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Refletar Ataque (Habilidades Esotéricas), Defensa Predeterminada (240).\n[V]: Ninguna.\n[D]: Ninguna.\n\nEl personaje proyecta su Ki hacia adelante y crea una barrera de hielo místico, un espejo espiritual que desvía los ataques entrantes de vuelta contra el agresor. \n\nSi tiene éxito en la Defensa Predeterminada con una Habilidad de Defensa de 240, el ataque no solo se repele, sino que también se refleja hacia el atacante, incluyendo cualquier habilidad sobrenatural que conlleve."
    },
    "EYVDAaP1hUGJHlrP": {
      "name": "Kagami",
      "description": null
    },
    "Ma8aoMSDkpKMhr9z": {
      "name": "Kagami no Kakera",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Adicional Limitado +5, Sostenimiento Menor.\n[V]: Ninguna.\n[D]: Ninguna.\n\nLlamada Fragmentos del Espejo, esta Técnica invoca 25 esquirlas cristalinas afiladas que rodean al personaje y se lanzan rápidamente en sucesión contra los enemigos seleccionados.\n\nKagami no Kakera otorga al personaje cinco ataques adicionales por turno durante cinco asaltos consecutivos. Cada ataque puede dirigirse a un oponente distinto que se encuentre en combate cuerpo a cuerpo con el personaje."
    },
    "GIYgFNUJ99oyp7qQ": {
      "name": "Kawarimi, Intercambio",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Esquiva +75, Transporte Automático 20 metros.\n[V]: –1 Ki.\n[D]: Ninguna.\n\nFrente a un ataque inminente, el personaje canaliza su Ki para alterar la realidad, intercambiando instantáneamente su posición con otro objeto cercano en el momento del impacto. \nKawarimi otorga un bono de +75 a la Habilidad de Esquiva y permite realizar un Transporte Automático para evadir el golpe."
    },
    "2TelOb6x95IAvq04": {
      "name": "Kazedo, El Camino del Viento",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque a Distancia (Único) 4,5 metros, Multiplicador de Daño (Único) ×2, Mantenido.\n[V]: Ninguna\n[D]: Ninguna.\n\nEl viento se arremolina alrededor del personaje, armonizando con cada uno de sus golpes como si fuera una extensión natural de su cuerpo. Gracias a esta sincronía, puede lanzar ataques contundentes a corta distancia, sin necesidad de contacto directo.\n\nKazedo otorga la capacidad de realizar un ataque por asalto a una distancia de hasta 5 metros. Este ataque no emplea el daño del arma del personaje, sino que utiliza el doble de su PRES más su bono de POD como Daño base, el cual se multiplica por dos."
    },
    "ITolkribPkRRuymd": {
      "name": "Kolinger",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Armadura 6, Mantenido.\n[V]: Ninguna.\n[D]: Atadura Elemental (Agua).\n\nConcentrando su aura como un escudo formidable, el personaje conjura una vasta capa de hielo, moldeándola en forma de armadura cristalina.\n\nKolinger otorga al usuario un Tipo de Armadura de 6 contra todo tipo de ataques. Esta Técnica está vinculada al Elemento Agua, por lo que no puede emplearse si el personaje ha alterado dicho vínculo. ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​"
    },
    "yEhm8V40Wj13lcpZ": {
      "name": "Kouryu",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +100, Turno +150, Maniobras de Combate y Apuntado –25, Transporte Automático 50 metros\n[V]: Ninguna.\n[D]: Sin Defensa, Condición (Desenvainar)\n\nEl Dragón Supremo da nombre a esta Técnica, concebida para condensar todo el poder y la destreza ofensiva del personaje en un único golpe imparable. El usuario envaina su arma y se concentra en su objetivo, canalizando energía por todo su cuerpo mientras prepara con precisión milimétrica cada movimiento. Cuando está listo, da un paso hacia su enemigo y desaparece a la vista, reapareciendo tras él con su arma en calma. En realidad, se ha movido a una velocidad tan sobrenatural que resulta imperceptible. Momentos después, el enemigo cae hecho pedazos.\n\nKouryu otorga +150 a la Iniciativa y +100 a la Habilidad de Ataque. Permite desenvainar sin penalización y teletransportarse hasta 50 metros hacia el adversario. No obstante, el nivel de concentración necesario deja al usuario completamente indefenso durante la ejecución. Solo puede utilizarse con el arma envainada."
    },
    "tjKH4ohr4bDo1nX0": {
      "name": "Kyrie Eleison",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Maniobras de Combate y Apuntado -75, Potenciar Crítico +125 (Crítico Automático).\n[V]: Ninguna.\n[D]: Ninguna.\n\nEste ataque compasivo, encarnación de la misericordia divina, permite al personaje eliminar con rapidez y precisión a su enemigo en un solo movimiento, poniendo fin a su sufrimiento de manera rápida e indolora—un acto de bondad en medio del conflicto. Tras ejecutar la Técnica, una gran cantidad de sangre brota del punto de impacto, dejando solo una pequeña herida en forma de cruz.\n\nKyrie Eleison otorga al usuario la capacidad de apuntar a un punto vital, reduciendo la penalización de la maniobra en 75. Al causar daño, el ataque genera un Crítico automático, con una bonificación adicional de +125 al resultado crítico."
    },
    "Kj4R74Brv1M6MxsH": {
      "name": "Le Rose du Sang",
      "description": null
    },
    "sOgjakqu86DkJaod": {
      "name": "Le Feu",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +40, Ataque a Distancia 20 metros.\n[V]: Ninguna.\n[D]: Ninguna.\n\nLe Feu lanza una poderosa esfera de fuego que alcanza enemigos hasta 20 metros de distancia. Este ataque ignora el daño del arma utilizada, y en su lugar calcula su Daño Base como el doble de Presencia más el bono de Poder."
    },
    "nvchkpJWROQuklvh": {
      "name": "Le Pétale, El Pétalo",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas [E]: Escudo de Energía (1.000 Puntos de Vida), Mantenido.\n[V]: Ninguna.\n[D]: Circunstancia Limitada (RecibirDaño).\n\nTras sufrir una herida, el personaje canaliza su energía en la sangre derramada, formando un escudo colosal de energía carmesí que lo protege de cualquier ataque posterior. Como su nombre indica, el escudo adopta la forma de delicados pétalos de rosa flotando a su alrededor.\n\nEsta Técnica crea un Escudo de Energía con 1.000 Puntos de Vida. Solo puede activarse si el personaje recibió daño en el asalto anterior, y puede mantenerse activo mientras se continúe pagando su coste de Ki."
    },
    "UPfUuYW3hnGVE2QR": {
      "name": "Le Tige, El tallo",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Defensas Adicionales +3, Mantenido.\n[V]: Ninguna.\n[D]: Ninguna.\n\nInspirándose en el tallo de una rosa, que se curva con el viento sin quebrarse, esta Técnica permite al personaje deslizarse con elegancia y precisión, guiado por su Ki, para esquivar ataques con fluidez absoluta. Se dice que quienes dominan esta defensa son capaces de repeler múltiples ofensivas sin alterar ni un solo cabello.\n\nGracias a esta Técnica, el personaje puede realizar hasta tres defensas adicionales por turno sin penalización, mientras la mantenga activa con su coste de Ki."
    },
    "ZOcuFt8BIjMMLBwm": {
      "name": "Legado de Sólomon",
      "description": null
    },
    "lBtKh6NwwxkQsX0w": {
      "name": "Les Epines, Las Espinas",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataques Adicionales Limitados +3, Mantenido.\n[V]: -3 Ki.\n[D]: Reducción de Daño (Mitad).\n\nCon cada golpe, el personaje provoca múltiples cortes y perforaciones, generando innumerables heridas pequeñas similares a las causadas por las espinas de un rosal.\n\nEsta Técnica permite realizar tres ataques adicionales por asalto, siempre que se mantenga activa pagando su coste de Ki. No obstante, el daño infligido por cada ataque se reduce a la mitad respecto al valor que normalmente causaría."
    },
    "S5gbimOWEhIREkLk": {
      "name": "Les Feuilles, Las Hojas",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Armadura +3, Mantenido.\n[V]: Ninguna.\n[D]: Ninguna.\n\nAl activar esta Técnica, el personaje genera un campo de energía sutil y apenas perceptible que lo rodea por completo. Cuando recibe un ataque capaz de causarle daño, la zona impactada se cubre de hojas de rosa, formando una armadura tan bella como eficaz.\n\nLes Feuilles incrementa el Tipo de Armadura del personaje en 3 puntos, mientras se mantenga activa."
    },
    "3dgz4RJrDPHLQtD8": {
      "name": "Libera Me",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Indirecto, Ataque Camuflado (Difícil), Aumento de Daño +25 (Sacrificio Vital).\n[V]: Ninguna.\n[D]: Ninguna.\n\nAl activar Libera Me, el atacante se atraviesa voluntariamente con su propia arma. Sin embargo, en lugar de dañarse, el arma atraviesa su cuerpo sin causar heridas, impactando directamente en el blanco. Esta técnica rompe el velo de la realidad, utilizando la sangre del usuario para transmitir la fuerza del golpe al enemigo. La potencia del impacto se ve amplificada en proporción al sacrificio de vida realizado.\n\nOtorga la capacidad de ejecutar un Ataque Camuflado e Indirecto; si el defensor no supera una tirada de Advertir con Dificultad Muy Difícil, sufre la penalización por sorpresa. El Daño Base se incrementa en +25 más un valor adicional equivalente a los Puntos de Vida que el atacante decida sacrificar."
    },
    "bUk7ifsN6F7DAzTI": {
      "name": "Luctus",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Potenciar Crítico +75, Combinable.\n[V]: Ninguna.\n[D]: Ninguna.\n\nMediante una concentración precisa de energía canalizada en la palma, el usuario recorre con Ki el filo de su arma, provocando una vibración de alta frecuencia que la convierte en una sombra temblorosa casi imperceptible al ojo humano. El golpe resultante desgarra tejidos internos con mínima resistencia externa, provocando daños críticos intensificados en +75 puntos.\n\nEsta Técnica es combinable con Oculus y Obitus."
    },
    "xQYztGK5FuraRKhl": {
      "name": "Lycorys, Sumir en la Oscuridad",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Parada +75, Habilidad de Contraataque +75\n[V]: -3 Ki.\n[D]: Requisito Elemental (Intensidad Menor)\n\nCon un simple gesto, el personaje se envuelve en llamas sombrías, fundiéndose parcialmente con la oscuridad e impidiendo que el enemigo lo perciba con claridad. Ante un ataque, las llamas se agitan y retuercen, dificultando al adversario distinguir su objetivo y fortaleciendo el contraataque del personaje.\n\nLycorys otorga +75 a la Habilidad de Parada, y al realizar una defensa con éxito, confiere un bono adicional de +75 al Contraataque. Para ejecutarla, el personaje debe contar con al menos dos niveles de intensidad de fuego. ​ ​"
    },
    "1RU3dug914ZFbYUW": {
      "name": "Lycorys Korene, Sumir en la Oscuridad",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Esquiva +75, Habilidad de Contraataque +75\n[V]: -3 Ki.\n[D]: Requisito Elemental (Intensidad Menor)\n\nCon un simple gesto, el personaje se envuelve en llamas sombrías, fundiéndose parcialmente con la oscuridad e impidiendo que el enemigo lo perciba con claridad. Ante un ataque, las llamas se agitan y retuercen, dificultando al adversario distinguir su objetivo y fortaleciendo el contraataque del personaje.\n\nLycorys otorga +75 a la Habilidad de Esquiva, y al realizar una defensa con éxito, confiere un bono adicional de +75 al Contraataque. Para ejecutarla, el personaje debe contar con al menos dos niveles de intensidad de fuego. ​ ​"
    },
    "znWNZGGbsYEzea1J": {
      "name": "Maboroshi, El Sueño",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas.\n[E]: Habilidad de Ataque +75, Estado Sobrenatural RF 160 (Ilusión Mayo).\n[V]: Ninguna.\n[D]: Reducción de Daño (Sin Daño).\n\nEl personaje canaliza Ki en la punta de sus dedos o en su arma, desatando cientos de golpes instantáneos sobre el cuerpo del enemigo. Esta ráfaga desestabiliza el flujo de energía del objetivo y distorsiona su percepción. Tras el impacto, el entorno del blanco se transforma en un árbol luminoso, que se consume en llamas azules antes de desvanecerse, arrastrándolo a una ilusión profunda.\n\nMaboroshi otorga al usuario +75 a su Habilidad de Ataque. Si logra impactar, el objetivo debe realizar una tirada de RF 160. Si falla, sucumbe a una Ilusión Mayor creada por el personaje, cuyo contenido es único en cada ejecución. La duración de la ilusión en minutos es equivalente al nivel de fallo. Esta Técnica no inflige daño físico real."
    },
    "JPWnwfX3HIaasQxx": {
      "name": "Maelstrom",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Estado Sobrenatural RF 140 (Parálisis Parcial, Por Superficie, 50 metros).\n[V]: Ninguna.\n[D]: Requisito Elemental (Intensidad Mayor Agua).\n\nAl activar Maelstrom, el personaje coloca una mano sobre una masa de agua y eleva la otra al cielo, absorbiendo la energía latente de ambos elementos. Al juntar sus palmas, una ola de frío polar se despliega por el suelo, extendiéndose como una marea congelante que inmoviliza a todos los que se encuentren en contacto con la tierra.\n\nEl área de efecto abarca un radio de 50 metros, afectando a todo enemigo conectado al suelo. Los afectados deben realizar una tirada de RF contra 140 o quedarán en un estado de Parálisis Parcial que los incapacitará para realizar acciones físicas complejas."
    },
    "idJBnuVUbaVLeOQW": {
      "name": "Magnus Exactor",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque de Área 10 metros, Turno +150.\n[V]: Ninguna.\n[D]: Ninguna.\n\nA toda velocidad, el personaje arrastra todo a su paso dentro de un radio de 10 metros, borrando obstáculos y enemigos por igual. A los ojos de las víctimas, es una aparición fugaz que se abalanza sobre ellos, solo para desvanecerse al instante, dejando tras de sí la silueta de un impacto inevitable.\n\nEsta Técnica calcula su Daño Base con el arma del personaje, sin modificar su naturaleza, pero con un incremento de +150 a la Iniciativa."
    },
    "oLpsCBfQUfyvPcyc": {
      "name": "Magus Abstergo",
      "description": null
    },
    "Rxh8lQIzui0q4wPJ": {
      "name": "Manipura",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +75, Estado Sobrenatural RF 160 (Parálisis Tota).\n[V]: Ninguna. \nD]: Reducción de Daño (Sin Daño).\n\nConcentrando su energía en la punta de su dedo, el personaje ejecuta un ataque con velocidad sobrenatural. Con un simple toque, el Ki acumulado se introduce en el cuerpo del enemigo, recorriendo cada terminación nerviosa. En segundos, sus extremidades quedan inertes, cayendo de rodillas, completamente inmovilizado.\n\nManipura otorga un bono de +75 a la Habilidad de Ataque. Aunque el golpe no produce daño físico, si la tirada de ataque indica que lo habría hecho, el enemigo debe superar una tirada de RF contra 160 o sufrir Parálisis Total."
    },
    "PcHEILg7XeQMkmum": {
      "name": "Maestro de Catástrofes",
      "description": null
    },
    "8Sl1jSrxP3v0LBgN": {
      "name": "Mille Petales de Rose, Mil Pétalos de Rosas",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 100 metros (Elección de Blanco), Ataques Adicionales +2, Ataque Indirecto.\n[V]: Ninguna.\n[D]: Técnica Mantenida (Le Pétale).\n\nEl personaje concentra toda su energía en el Escudo de Energía generado por Le Pétale, haciendo que estalle en una miríada de diminutos pétalos de rosa que se lanzan con precisión quirúrgica sobre los enemigos seleccionados.\n\nAl ejecutar esta Técnica, el personaje realiza tres ataques consecutivos contra oponentes dentro de un radio de 100 metros. Todos los ataques son Indirectos, y el daño no se basa en el arma empleada, sino que se calcula como el doble de Presencia  más el bono de Poder."
    },
    "WEpt7gFoj4IAiCR9": {
      "name": "Muladhara",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Contraataque +90, Maniobras de Combate y Apuntado –50, Capacidad incrementada (Destreza +6).\n[V]: -4 Ki.\n[D]: Ninguna.\n\nMuladhara permite al personaje inducir vibraciones en cualquier cuerpo con el que entre en contacto. Al enfrentarse a un ataque enemigo, el personaje interviene con rapidez, colocando sus manos o arma en la trayectoria del golpe. Con un movimiento veloz, emite un sonido ensordecedor acompañado de vibraciones intensas, dificultando que el adversario mantenga el control de su arma, que podría acabar en posesión del personaje. Durante la ejecución de esta Técnica, suelen manifestarse mantras intrincados con la palabra “Muladhara” flotando en el aire.\n\nEsta Técnica otorga +90 a la Habilidad de Ataque en un contraataque y elimina la penalización de la maniobra Desarmar si se desea aplicar (aunque no es obligatorio). En caso de un Desarme exitoso, se puede aplicar un bono de +6 a la Destreza en el control enfrentado de Características."
    },
    "JEDKp2LU06NMb4Wq": {
      "name": "Necis",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +75, Aumento de Daño +50.\n[V]: Ninguna.\n[D]: Ataque Especializado (Parada).\n\nDurante su ejecución, el arma del personaje se carga de energía vibrante, afinándose con la intención de atravesar cualquier tipo de defensa sólida que se interponga entre él y su oponente.\n\nNecis proporciona un bono de +75 a la Habilidad de Ataque y +50 al Daño Base, pero solo es efectiva contra enemigos que usan la Parada como forma de defensa, incluyendo escudos físicos y barreras sobrenaturales. Esta Técnica no tiene efecto alguno contra oponentes que esquivan los ataques."
    },
    "XRwUF2pdn2RR91WW": {
      "name": "Nirvana",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Parada Coompleta +175, Escudo de Energía (800 PV), Reflectar ataque.\n[V]: Nirvana.\n[D]: Ninguna.\n\nNirvana, el Último Paraíso, representa la defensa absoluta, prácticamente impenetrable ante cualquier asalto. Al manifestar un estado de paz perfecta, un santuario etéreo libre de violencia, refleja toda forma de agresión de vuelta hacia el atacante. Mientras la tranquilidad inunda el entorno con una luz serena, innumerables mantras monumentales se materializan en el aire.\n\nEsta Técnica permite al personaje levantar un Escudo de Energía que otorga +175 a la Habilidad de Parada. El Escudo puede absorber hasta 800 Puntos de Vida antes de disiparse. Además, refleja instantáneamente cualquier ataque dirigido al usuario, devolviéndolo contra el agresor con el mismo resultado del ataque.​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​"
    },
    "vS1ExnXu7QZwSZOd": {
      "name": "Obitus",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Camuflado 440, Combinable.\n[V]: -2 Ki.\n[D]: Sin Defensa, Exceso de Energía.\n\nObitus crea múltiples imágenes que se lanzan al enemigo, mientras el verdadero personaje desaparece y ataca un punto vulnerable. Si el objetivo no supera una tirada de Advertir con Dificultad Zen, debe defenderse con penalización por sorpresa. .\nLamentablemente, Obitus está aquejada por dos problemas importantes. En primer lugar, el atacante se lanza contra el enemigo sin realizar ninguna maniobra defensiva, quedando incapaz de Parar o Esquivar en el mismo asalto. En segundo lugar, impone un enorme desgaste sobre las reservas de ki, perdiendo automáticamente una cantidad de ki igual a su coste original."
    },
    "Kl6JfGPCQyM1oIwl": {
      "name": "Obscuritas",
      "description": null
    },
    "ehovtuYAukfvp3Jt": {
      "name": "Oculus",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Maniobras de Combate y Apuntado -50, Combinable.\n[V]: Ninguna.\n[D]: Ninguna.\n\nOculus concentra la energía vital del personaje en sus ojos, provocando una elongación sutil de sus pupilas que les otorga una visión enfocada y depredadora. Esta percepción aumentada permite reducir hasta en 50 puntos las penalizaciones por apuntar a zonas específicas del cuerpo o realizar maniobras de combate complejas.\n\nPuede combinarse con las Técnicas Luctus y Obitus"
    },
    "rFIrjP3jqtve32hv": {
      "name": "Protocolo Ofensivo AT-01: Filo de Solomón",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Adicional Limitado +1, Ataque Predeterminado (240), Ataque a Distancia  5 metros.\n[V]: Ninguna.\n[D]: Requisito (Sangre Antigua).\n\nProtocolo Ofensivo AT-01 convierte la energía vital del personaje en una espada tecnomágica que se manifiesta junto a él, propulsada por nanomáquinas que atraviesan al enemigo en una acometida instantánea.\n\nEsta Técnica ejecuta automáticamente un ataque adicional, completamente independiente de las acciones del personaje en ese asalto, con una Habilidad de Ataque fija de 240. El Daño Base se calcula como el doble del valor de Presencia más el bono de Poder."
    },
    "UFw6E95vaF3RZRoI": {
      "name": "Protocolo Ofensivo AT-02: Mecanus",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Adicional Limitado +1, Ataque Predeterminado (240), Ataque a Distancia 100 metros, Sostenimiento Menor, Combinable.\n[V]: Ninguna.\n[D]: Requisito (Sangre Antigua).\n\nProtocolo Oensivo AT-02 activa las nanomáquinas del personaje para materializar un arma tecnomágica colosal—un cañón flotante que permanece a su lado como una extensión de su voluntad. Esta arma, sincronizada con sus pensamientos, escanea el entorno y dispara de forma autónoma al detectar amenazas dentro de su alcance.\n\nDurante cinco asaltos, la Técnica realiza un ataque adicional por asalto de manera independiente, con una Habilidad de Ataque predeterminada de 240. El Daño Base se calcula como el doble del valor de Presencia más el bono de Poder."
    },
    "1QAfbt4hmXcZUI5I": {
      "name": "Protocolo Ofensivo RX-02: Pandora",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 50 metros, Combinable.\n[V]: Ninguna.\n[D]: Requisito (Sangre Antigua), Técnica Mantenida (Mecanus).\n\nEsta subrutina táctica amplifica el sistema de ataque de Protocolo Ofensivo AT-02: Mecanus, reconvirtiendo cada disparo en una sinfonía de devastación cibernética. \n\nAl activarse, la Técnica se fusiona con Mecanus, extendiendo sus efectos a un radio de 50 metros y permitiendo que sus proyectiles impacten múltiples objetivos simultáneamente."
    },
    "9uUJICcOInJk5n4L": {
      "name": "Oficial Modificadas",
      "description": null
    },
    "cbdZKvXDJoiQGp09": {
      "name": "Ténicas de Omega",
      "description": null
    },
    "QQ86NxRIvBUu8Dqr": {
      "name": "Onibi, El Fuego Fantasmal",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +40, Ataque a Distancia 20 metros, Ataque Elemental (Fuego).\n[V]: Ninguna.\n[D]: Ninguna.\n\nDurante un instante, el aura del personaje se envuelve en un fuego azul hipnótico, liberando llamas etéreas que se abaten sobre el enemigo.\n\nOnibi permite efectuar un Ataque a Distancia de hasta 50 metros, impregnado de esencia ígnea, que aumenta la Habilidad de Ataque del usuario en 40 puntos. El Daño Base del ataque no se determina por el arma empleada, sino que se calcula como el doble del valor de Presencia más el bono de Poder del personaje."
    },
    "4qh74vfG9dyaD2bM": {
      "name": "Ordo Mundus",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Parada +100\n[V]: Ninguna\n[D]: Ninguna\n\nOmega se envuelve con sus diez alas, formando una esfera perfecta que actúa como un escudo impenetrable, incapaz de ser atravesado incluso por ataques de origen divino.\n\nEsta técnica otorga a Omega un bono de +125 a su Habilidad de Parada."
    },
    "vXd93ZsRjbGxDwA7": {
      "name": "Ormus",
      "description": null
    },
    "XXjc8opGAbGsQSXK": {
      "name": "Patrocinium",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Armadura 6, Sostenimiento Mayor.\n[V]: Ninguna.\n[D]: Defensa Especializada (Solo contra Hechizos).\n\nPrevio a un combate arcano, el personaje dibuja un símbolo circular en el aire, evocando un emblema antihechizos que orbita a su alrededor, siguiéndole con precisión absoluta. Cada vez que un enemigo lanza una magia contra el personaje, el símbolo intercepta la energía, mitigando su efecto con elegancia mística.\n\nPatrocinium otorga un Tipo de Armadura 6 que solo es efectivo frente a ataques mágicos o sobrenaturales. La protección permanece activa durante un minuto completo (20 asaltos de combate)."
    },
    "tZjXUy02tJJWkFy2": {
      "name": "Perfect Shot",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +75, Marca Mayor.\n[V]: -4 Ki.\n[D]: Técnica Mantenida (Gunslinger).\n\nConcentrando su energía en una sola bala, el pistolero infunde el proyectil con un poder descomunal, garantizando un disparo certero hacia su blanco. Al impactar, la energía se extiende por el cuerpo del objetivo, dejando una marca distintiva en torno a la herida. A partir de ese momento, todos los disparos posteriores del personaje se ven atraídos sobrenaturalmente hacia ese punto, ajustando su trayectoria en pleno vuelo.\n\nCon Perfect Shot, el personaje puede realizar un ataque con una de sus pistolas Gunslinger, obteniendo +75 a su Habilidad de Ataque. Si inflige daño, el objetivo queda afectado por Marca Mayor, otorgando +50 a todos los ataques futuros del personaje contra él durante la próxima hora."
    },
    "yCu8tSgQ5e59jGPi": {
      "name": "Corrupción Primaria",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas [E]: Acumulación 1.000 PV (Regeneración 250), Intangibilidad (Fusión), Mantenida.\n[V]: Ninguna.\n[D]: Ninguna.\n\nAl fundirse con una malevolencia primigenia, el personaje transmuta su forma en una masa densa de sangre negra, similar al alquitrán y cubierta de ojos demoníacos. Elevado más allá de los límites mortales, se convierte en un nexo de corrupción pura, capaz de ignorar incluso los ataques más poderosos como si fueran meras caricias. Además, gana la capacidad de infiltrarse en los cuerpos enemigos, provocando su ruptura desde el interior al finalizar la Técnica.\nCorrupción Primaria otorga al personaje la capacida de resistir como si fuera una criatura de acumulación con 1.000 Puntos de Vida adicionales, una regeneración de 250 PV por asalto. Gracias a su naturaleza inmaterial, puede atravesar objetos sólidos, siendo únicamente afectado por ataques capaces de dañar energía. También queda sujeto a las reglas de Fusión."
    },
    "5nlkuuemdgS0QclW": {
      "name": "Questus Resedi Mundus, El Lamento del Mundo que Quedó Atrás",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +75, Ataque Adicional Limitado +8 (Ataque Continuo).\n[V]: Ninguna.\n[D]: Ninguna.\n\nCuando el personaje activa esta Técnica, todo se congela un instante y el mundo se sumerge en absoluta oscuridad, dejando visibles solo al ejecutor y sus blancos. Con cada golpe, se lanza hacia sus enemigos para desaparecer tras el impacto, como una sombra que no puede ser alcanzada, burlando toda defensa. Al final, el personaje se materializa suspendido en el aire, rodeado de alas etéreas, reuniendo todo su poder para un golpe final que fragmenta las tinieblas como si fueran cristal.\n\nEsta Técnica permite al personaje ejecutar ocho ataques adicionales consecutivos. En el último ataque, se aplica un bonificador de +75 a su Habilidad de Ataque."
    },
    "7ijQqefCPgTQDsUf": {
      "name": "Raikoudo, El Camino del Rayo",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +50, Ataque a Distancia 100 metros (Proyección, Estela de Destrucción), Ataque Elemental (Electricidad), Interrupción RF Daño (Habilidades de Ki, Magia y Psíquicas).\n[V]: –2 Ki.\n[D]: Sobrecarga (20 asaltos), Sin Defensa.\n\nRaikoudo, la cúspide del Sendero de las Tormentas, se manifiesta como una fuerza imparable, transmutando el cuerpo del personaje en un torbellino de electricidad pura y violencia sin freno. Como un rayo que desgarra el cielo, atraviesa el campo de batalla, desintegrando todo lo que se interpone en su trayectoria. El golpe, sin embargo, no se limita al plano físico: perturba las almas de sus enemigos, anulando de inmediato cualquier habilidad sobrenatural activa.\n\nEsta Técnica permite lanzar un ataque a distancia de hasta 100 metros, usando el propio cuerpo como proyectil viviente. Todos los enemigos alcanzados reciben un ataque de tipo Electricidad, con un bono de +50 a la Habilidad de Ataque. Quienes sufran daño deben superar una tirada de RF con dificultad igual al daño recibido, o ver anuladas todas sus habilidades activas de Ki, magia y psíquicas. El Daño no se basa en el arma, sino en el doble de la PRES del personaje más su bono de POD. Durante la ejecución de Raikoudo, el personaje queda completamente indefenso. Al terminar, la sobrecarga eléctrica le impide usar Habilidades de Ki durante 20 asaltos completos."
    },
    "cKB1GhRP3QRGQ3EE": {
      "name": "Protocolo Reactivo AC-01: Exaltación",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Recuperar acción.\n[V]: Ninguna.\n[D]: Requisito (Sangre Antigua).\n\nEsta subrutina impulsa una descarga eléctrica tecnomágica a través de las fibras nerviosas del personaje, activando los sistemas motrices a niveles máximos de respuesta.\n\nPermite al personaje recuperar su Acción en un turno en el que la haya perdido, ya sea por efectos externos, estados alterados o habilidades enemigas."
    },
    "lBMVJKfY5JM9z4t0": {
      "name": "Ren Zhi Shu, El Pilar del Mundo",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 50 metros, Aumento de Daño +100, Ataque Indirecto, Destruir Armadura 8.\n[V]: Ninguna \n[D]: Sobrecarga 20, Agotamiento -4.\n\nConcentrando su energía, el personaje invoca una inmensa columna de piedra decorada con cientos de runas, que utiliza para aplastar a sus enemigos. Su fuerza devastadora es tal que prácticamente ignora cualquier forma de defensa o protección. No obstante, la sobrecarga energética neutraliza temporalmente las habilidades de Ki del usuario, imposibilitándole el uso de Técnicas y Habilidades de Ki durante un minuto tras su ejecución.\n\nRen Zhi Shu permite desatar un Ataque Indirecto en Área de 50 metros, reduciendo en 8 puntos el Tipo de Armadura de los objetivos. En lugar de emplear el Daño del arma, la Técnica utiliza como Daño base el doble de la PRES del personaje más su bono de POD, al que se añaden 100 puntos adicionales."
    },
    "kmPHcHIQyey9WIeD": {
      "name": "Requiem",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Adicional Limitado +5, Ataque Continuo, Multiplicador al Daño ×2, Ataque Elemental (Luz).\n[V]: Ninguna\n[D]: Ninguna\n\nRequiem convoca entidades celestiales para emitir juicio sobre el enemigo. Al ejecutarla, el personaje marca a su objetivo con un gesto, provocando que la energía circundante forme a los cuatro ángeles que custodian los puntos cardinales, seguidos de un quinto ángel que representa a Metatrón, la Voz de Dios. Estas entidades desatan una sucesión de impactos, mientras el personaje concentra luz pura en su arma y la lanza contra el objetivo. Al finalizar, un profundo silencio envuelve el campo.\n\nRequiem permite realizar cinco ataques adicionales consecutivos. Después, el personaje ejecuta un séptimo y último golpe, de tipo Luz, cuyo daño se multiplica por dos."
    },
    "HBEoMxGLKWuNvyEp": {
      "name": "Ryukanzan",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Rotura +20, Maniobras de Combate y Apuntado -25\n[V]: -1 Ki\n[D]: Condición (Desenvainar)\n\nRyukanzan, también conocida como el Corte Torbellino, es una técnica concebida para concluir el combate sin derramar una sola gota de sangre. El practicante envaina su arma y canaliza energía a lo largo del filo, para luego desenvainarla a velocidad fulminante, ejecutando un golpe circular dirigido al arma enemiga. Ante la fuerza abrumadora del Ryukanzan, el arma del oponente se hace trizas.\n\nEsta Técnica permite al personaje realizar un Ataque Dirigido contra el arma del enemigo sin penalización a su Habilidad de Ataque, y aumenta la Rotura del ataque en +20."
    },
    "eCZKdsWhbA8B2XAV": {
      "name": "Samui",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Contraataque +40, Mantenido.\n[V]: Ningunai.\n[D]: Ninguna.\n\nMediante el uso de su Ki, el personaje impulsa su cuerpo con una velocidad increíble justo en el momento en que recibiría un ataque. En ese instante, proyecta una imagen ilusoria de sí mismo mientras contraataca rápidamente desde otro ángulo. La activación de esta Técnica produce un sonido característico, como hielo siendo cortado.\n\nSamui otorga al personaje un bono de +40 a su Habilidad de Contraataque. ​ ​ ​ ​"
    },
    "gpZihWP1gBIxvkS4": {
      "name": "Sanctus",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Escudo de Energía (400 PV), Defensa Predeterminada (180).\n[V]: Ninguna.\n[D]: Ninguna.\n\nAl juntar sus manos en un gesto de oración, el usuario invoca a un ángel guardián que se materializa a sus espaldas, desplegando sus alas para protegerlo de los ataques. Esta entidad celestial actúa como un Escudo de Energía con 400 Puntos de Vida, y posee una Habilidad de Defensa Predeterminada de 180 (Absurdo)."
    },
    "BAuRj3oqePqgdPf8": {
      "name": "Sattyagraha",
      "description": null
    },
    "dWh2fzfLIyykbDCs": {
      "name": "Protocolo de Busqueda SC-02: Ojos de Sólomon",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Visión Nocturna, Visión Radial, Ver lo Sobrenatural, Sostenimiento Menor.[V]: Ninguna.\n[D]: Requerimiento (Sangre Antigua).\n\nLos ojos del personaje permanecen ocultos tras un visor opaco, mientras una serie de esferas tecnomágicas flotan a su alrededor, girando suavemente en patrones calculados. Estas unidades realizan escaneos físicos y sobrenaturales del entorno, enviando los resultados directamente al visor, lo que proporciona al personaje una imagen total del campo de batalla.\n\nProtocolo Busqueda otorga al usuario Visión Nocturna, Visión Radial y la capacidad de Ver lo Sobrenatural durante cinco asaltos consecutivos."
    },
    "fKeljFnyiKqmQ3Qo": {
      "name": "Selune, Sombra de la Luna",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque a Distancia 50 metros, Ataque en Área 50 metros\n[V]: -3 Ki.\n[D]: Requisito Elemental (Intensidad Menor)\n\nSelune es una versión mejorada de Sirius, que permite al personaje desatar un Ataque de Área devastador. La técnica comienza de forma similar: arrastrando la punta del arma por el suelo, generando una corriente de fuego. No obstante, en lugar de liberar esa energía de inmediato, el personaje golpea repetidamente el mismo punto, haciendo que las llamas contenidas se intensifiquen exponencialmente. Al alcanzar su punto máximo, lanza el golpe final, enviando la energía hacia el objetivo, donde detona en una gigantesca columna de fuego.\n\nSelune posee capacidad de Ataque a Distancia con un alcance de 50 metros, y al impactar, explota en un radio de 50 metros, sin afectar al usuario. A diferencia de Sirius, cuyo daño depende del arma, el Daño Base de Selune se calcula como el doble de la Presencia del personaje, más el bono de Poder."
    },
    "Oqy0yh0eGbXCEQZa": {
      "name": "Sensus",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Turno +50, Mantenido.\n[V]: Ninguna.\n[D]: Ninguna.\n\nA través de una profunda canalización de energía, el personaje afina sus sentidos a niveles sobrehumanos, alcanzando un estado de percepción tan elevado que el entorno parece ralentizarse a su alrededor. En este estado de enfoque absoluto, su mente y cuerpo reaccionan con una velocidad que supera cualquier intento de anticipación enemiga.\n\nMientras se mantenga activa, esta Técnica otorga un bono de +50 a la Iniciativa, permitiendo al personaje actuar antes que casi cualquier otro combatiente en el campo de batalla."
    },
    "nLVIq0MCsAbsUrj9": {
      "name": "Sheraphim Ianua, La Puerta del Serafín",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Esquiva Completa +40, Defensa Adicional +3, Mantenida.\n[V]: Ninguna. \nD]: Ninguna.\n\nEsta Técnica envuelve al personaje en cuatro alas radiantes que conforman una barrera protectora, capaz de bloquear cualquier tipo de ataque. Estas alas interceptan instintivamente los golpes entrantes, cortando toda intención ofensiva antes de que alcance su destino.\n\nMientras se mantenga activa, el personaje obtiene +40 a su Habilidad de Esquiva contra todos los ataques por asalto, además de poder defenderse de hasta 4 ataques sin penalización alguna."
    },
    "Z6HdSNZ0PtLz6uup": {
      "name": "Shi Tou",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Armadura 4 (Inmodificable).\n[V]: Ki -2.\n[D]: Lentitud.\n\nEl personaje concentra su energía interna, mejorando drásticamente su resistencia y capacidad de aguante. Durante este proceso, su piel adquiere un leve oscurecimiento, y aparecen peculiares marcas espirales rojas brillantes a lo largo de su cuerpo.\n\nEsta Técnica otorga al usuario un Tipo de Armadura 4 inmodificable frente a cualquier tipo de ataque. Sin embargo, reduce notablemente su velocidad, imponiendo una penalización de -4 al Tipo de Movimiento y -20 al Turno.​ ​ ​ ​"
    },
    "p5ik7iGVRTl7ebT5": {
      "name": "Shitsunen no Sekai",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Estado Sobrenatural RF 180 (Parálisis Total, Aire, 50 metros).\n[V]: Ninguna.\n[D]: Predeterminación.\n\nEl Olvido del Mundo, cúspide de las Técnicas de Hyousetsu Jigoku, canaliza el poder de los recuerdos olvidados, invocando aquello atrapado en los abismos más profundos de la mente. Al activarse, el personaje genera un dominio glacial a su alrededor, capaz de inmovilizar e incluso anular el fluir del tiempo.\n\nAl emplearla, todas las criaturas dentro de un radio de 50 metros deben superar una tirada de RF 180 o sufrir Parálisis Total,  Debe declarase la Técnica antes de acumular Ki."
    },
    "W9jE7sR27XCiwjrt": {
      "name": "Shoryuzan",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Turno +75, Maniobras de Combate y Apuntado –25\n[V]: Ninguna\n[D]: Ninguna\n\nLos antepasados de Meizo desarrollaron esta Técnica como una salvaguarda contra ataques imprevistos antes siquiera de poder desenvainar. Con Shoryuzan, el personaje no puede ser tomado por sorpresa: el tiempo parece detenerse mientras desenvaina su arma con absoluta precisión.\n\nLa Técnica otorga +75 a la Iniciativa y elimina el penalizador por desenvainar."
    },
    "4muxFJzLHylgLiKI": {
      "name": "Shuryudo, El Camino de las Corrientes",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: +75 Turno, Mantenido.\n[V]: Ninguna.\n[D]: Ninguna.\n\nRodeado por torbellinos y corrientes de aire, el cuerpo del personaje parece moverse con velocidad sobrehumana, difícil de seguir incluso con la vista entrenada.\n\nEsta Técnica incrementa el Turno en +75 mientras se mantenga activa, permitiéndole adelantarse a casi cualquier amenaza o maniobra enemiga."
    },
    "TqPs9cuebGEyxSVH": {
      "name": "Sigma Drepranos",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +75, Ataque Adicional Limitado +2\n[V]: -5 Ki.\n[D]: Ninguna.\n\nEl Señor del Infinito desaparece de la vista, reapareciendo espalda con espalda junto a su enemigo elegido. Con precisión sobrehumana, desata tres golpes consecutivos con Longinus, y cada uno de ellos invoca una cadena de 666 impactos, como si una tormenta de lanzas cayera sobre su adversario desde todos los planos de la existencia.\n\nEsta técnica permite a Omega ejecutar tres ataques sucesivos sin interrupciones, con un bono de +75 a la Habilidad de Ataque en el primer impacto."
    },
    "Xeyy2lDQAatrNvI7": {
      "name": "Sirius, Luz Negra",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque a Distancia 50 metros, Habilidad de Ataque +40\n[V]: Ninguna.\n[D]: Requisito Elemental (Intensidad Menor)\n\nEl personaje arrastra la punta de su arma por el suelo, encendiendo una llama siniestra que se desliza con velocidad impresionante. Al alcanzar al enemigo, el fuego detona en una columna de oscuras llamas.\n\nEsta técnica permite realizar un ataque a distancia hasta 50 metros, otorgando un bono de +40 a la Habilidad de Ataque. Para emplearla, el personaje debe encontrarse cerca de al menos dos niveles de intensidad de fuego. ​ "
    },
    "ffrlkZNp18xgtrgW": {
      "name": "Sniper Shot",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Maniobras de Combate y Apuntado -50, Ataque a Distancia 1 kilómetros, Multiplicador al Daño×2.\n[V]: Ninguna.\n[D]: Técnica Mantenida (Gunslinger), Predeterminación.\n\nA medida que el usuario concentra Ki para ejecutar esta Técnica, un círculo sobrenatural se forma alrededor del cañón de una de sus pistolas rúnicas. Una vez reunida la energía suficiente, el personaje transfiere su sentido de la vista al círculo, alineando su percepción con el cañón del arma. Al disparar, la bala atraviesa el cielo con fuerza colosal, dejando a su paso un tenue rastro de energía.\n\nSneper Shot extiende el alcance de una de las pistolas rúnicas del usuario hasta 1 kilómetro y reduce en 50 el penalizador por disparos apuntados. Además, su Daño Base de 100 se multiplica por 2 debido al enorme poder acumulado. No obstante, esta Técnica es Predeterminada y requiere tener activa la Técnica Gunslinger para ejecutarse correctamente. ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​"
    },
    "oAbebFrfIfTWEjaR": {
      "name": "Apertura Espacial",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Adicional, Ataque a Distancia 20 metros, Ataque Indirecto, Mantenido.\n[V]: Ninguna.\n[D]: Condiciones (Terreno Específico).\n\nEl personaje alza la mano y genera una ruptura espacial, desde la cual pequeños meteoritos emergen de forma intermitente. Con una mínima guía, el personaje dirige estos proyectiles hacia sus enemigos.\n\nApertura Espacial permite ejecutar un ataque adicional de tipo Indirecto en un rango de hasta 20 metros desde su posición actual. La brecha se desplaza junto al personaje conforme se mueve. El Daño base no depende del arma del usuario, sino que se calcula duplicando su PRES y sumando su bono de POD. Sin embargo, esta Técnica solo puede utilizarse en terrenos abiertos donde el cielo sea visible"
    },
    "I0RkEoIkD7CquGpk": {
      "name": "Horda Espectral",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Espejismo 10 (Dificultad 320, Ilusiones Fantasmales RP 180), Mantenido.\n[V]: Ninguna.\n[D]: Atadura Elemental (Oscuridad), Sacrificio Característica (CON).\n\nEl personaje canaliza su energía vital y extiende los brazos en cruz, dando origen a 10 manifestaciones espectrales de sí mismo, nacidas de su propia esencia. Estos dobles sombríos actúan como extensiones del usuario, combatiendo con las mismas habilidades que posee.\n\nHorda Espectral genera 10 ilusiones del personaje que siguen las reglas de Ilusiones Fantasmales, con una dificultad de detección Inhumana (320). Si alguna de estas ilusiones inflige daño, el objetivo debe superar una tirada de RP 180 para resistir los efectos de la ilusión."
    },
    "kTFTjI6mRcbcbAhq": {
      "name": "Marca Espectral",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas [E]: Marca Menor, Ataque Sobrenatural, Ataque en Área 10 metros.\n[V]: Ninguna.\n[D]: Atadura Elemental (Oscuridad).\n\nEl personaje condensa una vasta reserva de energía espectral en su interior y, momentos después, la libera en forma de numerosos brazos fantasmales que emergen a su alrededor. Estas extremidades infligen daño a los enemigos circundantes y además dejan una marca espiritual en sus almas, haciendo que todos los ataques posteriores contra ellos se vean sobrenaturalmente atraídos hacia sus puntos débiles.\n\nEsta Técnica permite ejecutar un Ataque Sobrenatural en Área con un radio de 10 metros, aplicando automáticamente los efectos de Marca Menor a todos los afectados durante una hora."
    },
    "89JcjFSiMHV3MKTd": {
      "name": "Spiritum",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Aumento de Resistencia Mágica +40, Mantenido.\n[V]: -1 Ki.\n[D]: Ninguna.\n\nFortaleciendo el vínculo entre cuerpo y alma, el practicante de esta Técnica armoniza su energía interna, envolviéndose en una aura sutil que actúa como escudo contra fuerzas sobrenaturales. Esta energía espiritual amortigua los intentos de manipulación, maldición o intrusión mágica.\n\nMientras se mantenga activa, la Técnica otorga +40 a la Resistencia Mágica (RM) del personaje."
    },
    "x78X6j9s5xhvPbD1": {
      "name": "Viento Estelar",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Esquiva Limitada +75, Transporte Automático 50 metros, Mantenido.\n[V]: Ninguna.\n[D]: Ninguna.\n\nEl personaje canaliza momentáneamente el poder del Viento Estelar, obteniendo la capacidad extraordinaria de convertirse en polvo de estrellas y desplazarse con gran velocidad de un punto a otro. Sin detenerse, centellea y desaparece repetidas veces, lo que dificulta enormemente a sus adversarios acertar un golpe mientras esta habilidad está activa.\n\nDurante su uso, el personaje obtiene un bonificador de +75 a su Habilidad de Esquiva contra un único ataque por asalto. Además, puede teletransportarse automáticamente a cualquier punto dentro de un radio de 50 metros. No obstante, debido a la naturaleza de este desplazamiento, no es posible realizar contraataques tras una esquiva exitosa. ​ ​ ​ ​"
    },
    "iAzRm1tAXsWrCjuP": {
      "name": "Storm Waltz",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +150, Ataque en Área 100 metros (Elección de Blancos), Ataque Sobrenatural.\n[V]: -2 Ki.\n[D]: Técnica Mantenida (Gunslinger), Sin Defensa, Condiciones (Monedas).\n\nStorm Waltz destaca tanto por su eficacia como por su valor estético. Durante su ejecución, el personaje lanza un puñado de monedas cargadas de energía al aire. Al elevar su percepción visual hasta niveles casi divinos, calcula las múltiples trayectorias posibles de las monedas flotantes. Luego, dispara un solo proyectil cargado sobrenaturalmente, que impacta las monedas y las impulsa en masa hacia los enemigos seleccionados.\n\nLa Técnica otorga al personaje un bono de +150 a su Habilidad de Ataque, permitiéndole realizar un ataque de energía contra todos los objetivos escogidos dentro de un radio de 100 metros. No obstante, Storm Waltz conlleva dos desventajas importantes. Es indispensable poseer y lanzar suficientes monedas (u objetos metálicos similares) para cubrir a todos los blancos. Además, el personaje queda completamente indefenso durante ese turno, al dedicar toda su concentración a los proyectiles suspendidos."
    },
    "MzcL4rYx73aTaV5b": {
      "name": "Summun",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Adicional limitados +8, Turno +175.\n[V]: Ninguna.\n[D]: Ninguna.\n\nEl personaje extiende los brazos y desaparece por un instante. En un abrir y cerrar de ojos, comienza a materializarse alrededor de su víctima, atravesando su cuerpo a gran velocidad repetidas veces, aniquilándolo por completo en el proceso. El agresor parpadea fuera de la vista solo para reaparecer como un torbellino de movimiento que consume totalmente a su objetivo.\n\nEsta Técnica permite al personaje realizar nueve ataques en el mismo asalto de combate, sorprendiendo con su velocidad de reacción relámpago a la mayoría de los oponentes."
    },
    "AVy26nM1OJp5Pxvy": {
      "name": "Supernova",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +100, Estado Sobrenaturale RF 200 (Daño).\n[V]: Ninguna.\n[D]: Sobrecarga (20 asaltos), Sacrificio (25 PV).\n\nComo técnica cumbre del Camino del Cosmos, esta habilidad permite al personaje invocar una réplica diminuta de uno de los fenómenos más catastróficos del universo: una supernova. Canalizando su propia alma como catalizador, forma un pequeño sol en la palma de su mano y lo introduce en el cuerpo de su enemigo. En cuestión de segundos, la estrella colapsa y estalla desde dentro, causando que los conductos de Ki colapsen y el cuerpo arda hasta volverse irreconocible.\n\nSupernova permite ejecutar un ataque con un bono de +100 a la Habilidad de Ataque. Si inflige daño, el objetivo debe superar una tirada de RF con dificultad 200 o recibir el doble de daño por lo que lalló el chequeo. Para liberar esta Técnica, el usuario debe sacrificar 25 Puntos de Vida, utilizando una parte de su esencia. Asimismo, queda incapaz de utilizar Técnicas de Ki durante 20 asaltos debido al colapso energético que provoca."
    },
    "tDi3ue9bX6GP1I3J": {
      "name": "Tatsumakido, El Camino del Tornado",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Escudo de Energía 500 PV (Regeneración 100), Habilidad de Esquiva Completa +75, Sostenimiento Menor.\n[V]: Ninguna.\n[D]: Circunstancia Limitada (Debe haber recibido Daño).\n\nEsta Técnica permite al combatiente aprovechar la fuerza centrífuga generada al recibir un golpe, iniciando un giro vertiginoso que convoca un torbellino sobrenatural a su alrededor. Esta espiral se manifiesta como un Escudo de Energía potente, que lo protege de nuevos ataques.\n\nEl escudo se activa únicamente si el personaje sufrió algún tipo de daño en el asalto anterior, y permanece activo durante 5 asaltos, con 500 Puntos de Vida y una regeneración de 100 PV al final de cada asalto. Además, aumenta su Habilidad de Esquiva en +75 contra todos los ataques mientras esté activo."
    },
    "tstTC0jvsVyIxxqd": {
      "name": "Thanathos",
      "description": null
    },
    "rWWNvCzjpaefIqLd": {
      "name": "La Mordedura de la Serpiente",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Turno +50, Potenciar Crítico +40, Maniobras de Combate y Apuntado -50\n[V]: Ninguna.\n[D]: Ninguna.\n\nEsta Técnica otorga al usuario la velocidad y precisión propias de una serpiente. Con movimientos relámpago, puede atacar anticipadamente, apuntando con precisión quirúrgica a las articulaciones del enemigo, valiéndose únicamente de la punta de los dedos.\n\nEl Mordisco de la Serpiente eleva la Iniciativa del personaje en +50, permite realizar un ataque dirigido reduciendo en 50 puntos el penalizador, y en caso de lograr un Crítico, incrementa el resultado final en +40 puntos."
    },
    "JsgXV0mFzTV41gsA": {
      "name": "Las garras",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Adicional +1, Aumento de Daño Real +40\n[V]: Ninguna.\n[D]: Ninguna\n\nEl poder letal de las garras de un dragón no tiene igual. Al emplear esta técnica, el usuario desata un ataque adicional, con un bono de +40 al Daño Base en cada ataque realizado durante el asalto. ​​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​"
    },
    "tp7dd0gdArxVqN4p": {
      "name": "La Garra del Tigre",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Aumento de Daño +50, Armadura –3 TA\n[V]: Ninguna\n[D]: Ninguna\n\nCanalizando su poder en los músculos, el personaje se tensa y crece brevemente, a tal punto que hasta puede desgarrar sus mangas o vestimenta por la fuerza. Luego lanza un golpe brutal, como un zarpazo que desgarra armaduras y defensas por igual.\n\nLas Garras del Tigre otorgan al usuario un ataque especial que aumenta el Daño Base en +50 puntos y reduce en 3 puntos la Armadura del enemigo."
    },
    "DI6uOWWZkhI0IyRC": {
      "name": "El portal Oscuro",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Estado Sobrenatural RF 140 (Drenaje de Vida, Por Superficie, 10 metros).\n[V]: Ninguna.\n[D]: Ninguna.\n\nAl alterar la esencia del personaje, esta Técnica le otorga la capacidad de convertir el suelo a su alrededor en un vacío negro capaz de drenar la fuerza vital de quienes lo toquen.\n\nEl Portal Oscuro se manifiesta en un radio de 10 metros alrededor del personaje. Cualquier individuo en contacto con el suelo dentro de esta área debe superar una tirada de RF con dificultad 140. El fallo provoca la pérdida de Puntos de Vida igual al nivel de fracaso, y el usuario absorbe el daño causado para sanar sus heridas. ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​"
    },
    "9GZt3xA5C8PctE4a": {
      "name": "El Aliento del Dragón",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque a Distancia 1 kilómetros, Ataque en Área 100 metros, Daña Energía, Multiplicador al Daño ×2\n[V]: Ninguna.\n[D]: Predeterminación\n\nEl usuario desata un pulso de energía pura que se extiende hasta 1 kilómetros de distancia. Al recibir la orden, el pulso detona, provocando una devastación total dentro de un radio de 100 metros. El daño infligido por Aliento de Dragón se calcula como doble de Presencia base más bono de Poder, y luego multiplicado por dos. Esta técnica requiere ser predeterminada y declarada antes de su ejecución. ​ ​ ​ ​ ​ ​ ​"
    },
    "YnJMGishtaffLI3h": {
      "name": "El Dragón",
      "description": null
    },
    "CEA4HyBIkiQnEApg": {
      "name": "La Garra del Águila",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Presa 16, Aumento de Daño +90, Habilidad de Ataque +50\n[V]: Ninguna.\n[D]: Ninguna.\n\nCon los dedos endurecidos hasta alcanzar la resistencia del acero, el personaje se eleva por los cielos antes de precipitarse con brutalidad sobre su enemigo. El golpe atraviesa al objetivo con una fuerza imparable, quebrando huesos, desgarrando carne y dejándolo completamente inmovilizado. Se dice que al activar esta Técnica, el aura del personaje adopta fugazmente la silueta de un águila colosal.\n\nLas Garras del Águila permiten ejecutar una maniobra de Presa con un control de Fuerza 16, al tiempo que otorgan +90 al Daño Base y un bono de +50 a la Habilidad de Ataque."
    },
    "RFLTQTAfrc1HYGgk": {
      "name": "El colmillo",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +50, Maniobras de Combate y Apuntado –50, Armadura –6 TA\n[V]: Ninguna.\n[D]: Ninguna\n\nInspirada en los formidables colmillos del dragón, esta técnica aumenta la Habilidad de Ataque del usuario en +50. Además, reduce en 50 puntos la penalización por maniobras de combate, como los ataques apuntados, e ignora 6 puntos de la TA del defensor. ​​ ​ ​ ​ ​"
    },
    "HOxCiLxcBKIDvr6C": {
      "name": "La mano del Purgatorio",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas [E]: Ataque a distancia 20 metros, Apresamiento Presa 12 (Presa existencial, Mantenida)..\n[V]: –1 Ki.\n[D]: Daño Reducido (Mitad del Daño).\n\nCon un gesto imponente, el personaje invoca desde su espalda una inmensa garra espectral de pura malevolencia condensada. Esta siniestra extremidad atrapa a su enemigo, inmovilizando cuerpo y alma con un agarre imposible.\nLa Mano del Purgatorio permite ejecutar un Ataque a Distancia de hasta 20 metros, que además puede usarse para realizar una maniobra de presa con una Fuerza de 12, enfrentada a la Característica de POD del objetivo. Esta Técnica no se basa en el daño del arma del usuario; en su lugar, utiliza el doble de su PRES más su bono de POD, y el resultado se reduce a la mitad. Si la presa tiene éxito, el efecto puede mantenerse gastando 8 puntos de Ki por asalto."
    },
    "KJR8fbGVQgL2hrys": {
      "name": "El Abrazo del Mono",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +40, Presa 12\n[V]: -2 Ki.\n[D]: Daño Reducido (Sin Daño)\n\nCon la agilidad propia de un mono, el personaje se abalanza velozmente sobre su enemigo, inmovilizándolo en un abrir y cerrar de ojos.\n\nEsta Técnica permite ejecutar una maniobra de Presa con un contro, de Fuerza 12, sin penalizador  y proporciona un +40 a la Habilidad de Ataque. Cabe destacar que el movimiento no inflige daño, ya que su propósito es exclusivamente neutralizar al objetivo con rapidez y precisión."
    },
    "RnYbpB4sXU5ZQq1i": {
      "name": "La Ilusión de la Mantis",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque Camuflado (Inhumano), Espejismo (Dificultad Casi Imposible), Turno +50\n[V]: -2 Ki\n[D]: Ninguna\n\nInspirada en la astucia letal de la mantis religiosa, esta Técnica ejecuta un movimiento tan veloz que desorienta completamente al enemigo, creando la falsa impresión de que el ataque proviene de otra dirección. Mientras tanto, el personaje ya está abalanzándose a velocidad extrema para asestar un golpe letal.\n\nLa Ilusión de la Mantis incrementa la Iniciativa del usuario en +50 puntos, y genera una Ilusión que requiere una tirada de Detección del Ki con Dificultad Casi Imposible (240) para ser percibida. Este \"fantasma\" provoca que el adversario reaccione en falso, sin posibilidad de causarle daño real. Luego, el personaje ejecuta un Ataque Camuflado real, obligando al enemigo a superar una tirada de Advertir con Dificultad Inhumano o sufrir las consecuencias de ser sorprendido."
    },
    "6HgInsaVB4f5qRal": {
      "name": "El Último Dragón",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +90, Ataque Adicional +2 (Bono de Cansancio Adicional, Combo: hasta 2 Ataques Adicionales)\n[V]: -1 Ki\n[D]: Ninguna\n\nInspirada en el poder absoluto de las criaturas más colosales, El Último Dragón es una Técnica monumental, diseñada para sellar con certeza el destino de cualquier oponente cuando se ejecuta con maestría. El personaje libera torrentes de energía que giran como remolinos a su alrededor, impulsándose hacia su enemigo con un primer golpe brutal que lo lanza a cientos de metros en el aire. En una fracción de segundo, aparece en lo alto y conecta un segundo impacto devastador, que proyecta al adversario hacia el suelo. Pero antes de que este lo alcance, el personaje se manifiesta una vez más, ejecutando el tercer y definitivo golpe de El Último Dragón.\n\nEsta técnica permite realizar tres ataques consecutivos, cada uno con un bono de +90 a la Habilidad de Ataque. Gracias a la ventaja Bono de Cansancio Adicional, cualquier punto de Cansancio invertido en uno de los ataques se aplica automáticamente a los tres. Sin embargo, cada ataque debe tener éxito, ya que fallar uno detiene la secuencia y se pierden los restantes."
    },
    "gGnJEQ7XphS74t9I": {
      "name": "La Última Pesadilla",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Estados Sobrenaturales RF 160 (Terror, Dolor Extremo, Visual a un Blanco a 25 metros).\n[V]: Ninguna.\n[D]: Atadura Elemental (Oscuridad), Condicionado (Noche).\n\nEl personaje reúne en su interior la angustia, el miedo y la oscuridad del Entorno Despierto, forjando un umbral hacia la oscuridad absoluta a través de su mirada. Con un solo vistazo, proyecta esas sensaciones sobre su objetivo, atormentando su cuerpo y su espíritu.\n\nDebe fijar la vista en un objetivo claramente visible dentro de un alcance de 25 metros. Este objetivo debe superar dos tiradas consecutivas de RF 160. En caso de fallar, sufre los efectos de Terror y Dolor Extremo, siguiendo las reglas de Estados. Debido a su naturaleza oscura, esta Técnica solo puede utilizarse durante la noche."
    },
    "h8EcWySRmt2GJhxL": {
      "name": "Las Fauces del Lobo",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Parada +50, Ataque Adicional Limitado +1\n[V]: Ninguna\n[D]: Ninguna\n\nLas Fauces del Lobo permiten al personaje interceptar el ataque enemigo con una de sus manos (o armas) y responder al instante con una ráfaga de golpes veloces dirigidos al cuerpo del oponente.\n\nEsta técnica otorga un bono de +50 a la Habilidad de Parada, y si el contraataque tiene éxito, el personaje tiene la oportunidad de realizar un ataque adicional inmediato."
    },
    "pHCh6Ia0kKKs0uS0": {
      "name": "El Paso de la Vigilia",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Transporte Automático 20 metros, Mantenido, Combinable.\n[V]: -1 Ki.\n[D]: Atadura Elemental (Oscuridad).\n\nEl personaje canaliza su energía para abrir pequeñas fisuras en la realidad, lo que le permite desplazarse de un punto a otro sin transición visible.\n\nEsta Técnica permite transportarse hasta 20 metros cada asalto pagando su coste. Puedo combinarse con la técnica Ether y sólo  puede utilizarse si se mantiene el Vínculo con la Oscuridad."
    },
    "GDaypjDlfEfpvc3m": {
      "name": "La Vía de Meizo",
      "description": null
    },
    "HxW15Xr4fVdezPJA": {
      "name": "El Puño del Gato",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas.\n[E]: Ataque Adicional Limitado +4\n[V]: -2 Ki.\n[D]: Daño Reducido (Mitad del Daño)\n\nA pesar de su apariencia juguetona, este movimiento ligero y encantador, que imita la elegancia de un gato en acción, oculta una Técnica poderosa y letal. La agilidad que confiere permite al personaje lanzar una lluvia de golpes, abrumando al enemigo con velocidad felina. Sin embargo, esta rapidez se consigue a costa de precisión, reduciendo a la mitad el daño de cada ataque.\n\nLa Zarpa del Gato permite al personaje realizar cinco ataques en un solo turno,"
    },
    "TE9PfOnvHM8d7kCE": {
      "name": "Las Escamas",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Defensa Adicional +6\n[V]: Ninguna.\n[D]: Ninguna\n\nLos dragones son expertos en enfrentarse a múltiples adversarios, lo que les permite repeler numerosos ataques sin sufrir penalización alguna. Esta habilidad permite al usuario defenderse hasta de siete ataques sin ver comprometidas sus capacidades. ​​ ​ ​"
    },
    "Nn2EiPmJFVmAfU38": {
      "name": "La Semilla del Mal",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas [E]: Habilidad de Ataque +100, Ataque a distancia 50 metros (Proyección), Estado sobrenatural RF 160 (Terror).\n[V]: –2 Ki.\n[D]: Daño Reducido (Mitad de Daño).\n\nAl alzar la mano con lentitud, el personaje apunta a su enemigo y cierra el puño con violencia. De inmediato, docenas de cadenas ensangrentadas y llenas de púas emergen del vacío, atravesando al enemigo desde todas las direcciones. Simultáneamente, el atacante se proyecta hacia él como un rayo, hundiendo los dedos en su pecho y regalándole un vistazo al infierno.\nLa Semilla del Mal es un Ataque a Distancia de hasta 50 metros, con +100 a la Habilidad de Ataque. Al ejecutarlo, el personaje se teletransporta hasta la posición del enemigo. Si la Técnica inflige Daño, el objetivo debe superar una tirada de RF de 160 o caer en el estado de Terror. Este ataque no utiliza el daño del arma del personaje, sino el doble de su PRES más su bono de POD, reduciendo a la mitad."
    },
    "6HwF6lqCFT0uRKpc": {
      "name": "La Sombra de la Muerte",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Estado Sobrenatural RF 160 (Drenar Ki), Ataque Indirecto.\n [V]: Ninguna.\n[D]: Atadura Elemental (Oscuridad).\n\nEl personaje canaliza su energía hacia su sombra, abriendo un portal oscuro del que emerge un doble espectral distorsionado, capaz de drenar la energía espiritual del enemigo. Esta entidad ataca el cuerpo físico del objetivo, al tiempo que penetra en su ser y absorbe parte de su energía.\n\nLa Sombra de la Muerte permite efectuar un Ataque Indirecto. Si el ataque produce daño, el objetivo debe superar una tirada de RF  180, o pierde una cantidad de Ki igual al margen de fallo. El personaje recupera esa misma cantidad de Ki como resultado del drenaje."
    },
    "RAqmhmUIFrFmT5Xv": {
      "name": "La Cola",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +40, Ataque en Área 28 metros, Impacto Fuerza 16\n[V]: Ninguna.\n[D]: Ninguna\n\nEl poderoso barrido de la cola de un dragón puede dispersar ejércitos enteros. Con esta técnica, el personaje ejecuta un ataque contundente en un radio de 25 metros, utilizando el daño base de su arma y ganando +40 a su Habilidad de Ataque. Aquellos alcanzados por el ataque deberán superar un control enfrentado de Fuerza de 16 o serán lanzados por los aires. ​ ​ ​ ​ ​"
    },
    "e3myX4whVg3wnswy": {
      "name": "La grulla Blanca",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Esquiva +40, Contraataque +50\n[V]: Ninguna\n[D]: Ninguna\n\nCon movimientos tan elegantes como los de una grulla, el personaje evita con destreza los ataques enemigos, desplegando sus \"alas\" para desequilibrar y contraatacar al adversario.\n\nEsta Técnica otorga un bono de +40 a la Habilidad de Esquiva, y si el personaje logra ejecutar un contraataque exitoso, recibe un bono adicional de +50 a su Habilidad de Ataque."
    },
    "PRVj1bolWjPlwz7M": {
      "name": "Tornado",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 25 metros, Impacto 12.\n[V]: Ninguna.\n[D]: Reducción de Daño (Mitad  Daño).\n\nEl personaje alza la mano hacia el cielo, liberando su Ki en un giro creciente que agita el aire en espiral. De inmediato, se forma un gigantesco torbellino que arrastra a todos los presentes en un radio de 25 metros, levantando polvo, enemigos y obstáculos por igual.\n\nTornado permite realizar un ataque en área con Fuerza de Impacto 12. Aunque el daño infligido se reduce a la mitad, su capacidad de desestabilizar y lanzar por los aires a quienes lo reciben lo vuelve una técnica excelente para romper formaciones o desplazar enemigos estratégicamente."
    },
    "5nfBBlDVVgW6tZYa": {
      "name": "Tsunami",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 50 metros, Habilidad de Ataque +90.\n[V]: Ninguna.\n[D]: Requisito Elemental (Intensidad Menor Agua).\n\nConectando su energía vital con el entorno, el personaje manipula la masa de agua cercana y la eleva en una ola colosal, liberando su fuerza en forma de tsunami devastador que arrasa con todo en un radio de 50 metros.\n\nTsunami otorga +90 a la Habilidad de Ataque, y su Daño Base se calcula como el doble de la Presencia del personaje + su bono de Poder. Solo puede ejecutarse si hay agua accesible cerca del personaje, ya sea natural o generada por otra técnica."
    },
    "mdIriIpQqhg0mndl": {
      "name": "Unus Pandemonium",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +90\n[V]: Ninguna\n[D]: Ninguna\n\nOmega afianza a Longinus con ambas manos, canalizando una fracción de su poder colosal en un solo golpe devastador. Aunque su ejecución parece sencilla, el ataque deja tras de sí una estela de energía impía e imparable que marca el campo de batalla con su presencia sombría.\n\nEsta técnica especial aumenta en +90 la Habilidad de Ataque de Omega."
    },
    "YrSHo73klOKNP0dQ": {
      "name": "Vatra",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Ataque +75, Aumento de Daño +75, Potenciar Crítico +40.\n[V]: Ninguna.\n[D]: Técnica Mantenida: Feuer.\n\nAl igual que un fénix envuelto en llamas, el personaje se lanza sobre su adversario en un estallido ardiente de intensidad espiritual y física. \n\nDurante un asalto, incrementa considerablemente su capacidad ofensiva, el daño infligido, y la letalidad de cualquier impacto crítico. Vatra solo puede emplearse si la Técnica Feuer está activa"
    },
    "WictNv3htgkvjkVu": {
      "name": "Velocitas Ventus",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataques Adicionales limitados+3, Turno +50.\n[V]: Ninguna.\n[D]: Ninguna.\n\nAl superar los límites de velocidad del cuerpo humano, el personaje logra desplazarse con tal rapidez que su figura parece fragmentarse. Una ráfaga de movimiento que desorienta al enemigo antes de que pueda reaccionar.\n\nEsta aceleración le permite ejecutar cuatro ataques en un mismo turno de combate, además de aumentar su Iniciativa final en +50."
    },
    "BSDfpXaECOLb8eAO": {
      "name": "Erupción Volcánica",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Ataque en Área 50 metros, Potenciar Crítico +50, Aumento de Daño +50, Ataque Elemental (Fuego), Ataque Indirecto, Mantenido.\n[V]: Ninguna.\n[D]:  Condición (Terreno específico: tierra firme).\n\nEl personaje golpea violentamente el suelo, generando una sacudida telúrica que da paso a una erupción de columnas de lava que emergen en todas direcciones. Estos surtidores ígneos abrasan todo lo que se encuentra dentro de un radio de 50 metros, con excepción del espacio ocupado por el usuario, que permanece intacto en medio del cataclismo.\n\nErupción Volcánica se manifiesta como un Ataque indirecto en Área de  Fuego, cuyo Daño Base se calcula como el doble de Presencia más bono de Poder al que se añade +50. Además, si la Técnica produce un crítico, el Nivel del Crítico se incrementa en +50 puntos. Mientras esté activa, el personaje puede repetir el ataque en asaltos posteriores."
    },
    "wly3POgpAiATqK6v": {
      "name": "Wushu",
      "description": null
    },
    "pCB7MJnKKlGQRcjf": {
      "name": "Yan",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Acumulacion de Daño (600 PV, Regeneración 250), Mantenido.\n[V]: Ninguna.\n[D]: Predeterminación.\n\nYan es una Técnica que envuelve al usuario con rocas flotantes capaces de absorber los ataques entrantes. Incluso cuando los impactos alcanzan su cuerpo, el daño se transfiere inmediatamente a las piedras, que se fragmentan en su lugar. Cada asalto, nuevas rocas se materializan cerca del personaje para reemplazar las destruidas, manteniéndose así hasta que la Técnica finalice o todas las rocas hayan sido destruidas.\n\nEn términos de mecánica, el personaje obtiene el efecto de Acumulación de Daño con 600 Puntos de Vida, que regeneran 250 puntos por Asalto. Al ser una Técnica Predeterminada, el usuario debe declararla como objetivo de su Acumulación de Ki antes de poder activarla."
    },
    "aAV68inpx7XD5ds0": {
      "name": "Yue",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Previsión Completa.\n[V]: Ninguna.\n[D]: Condiciones (Terreno Específico: Contacto con la Tierra).\n\nEl practicante de esta Técnica sintoniza con la tierra, obteniendo la capacidad de percibir y anticipar los ataques entrantes. Esta sensibilidad aumentada le permite evitar ser sorprendido por los ataques de un oponente específico. Sin embargo, para lograr una armonía adecuada con el entorno, el personaje debe mantener contacto directo con la tierra; sus pies deben estar en contacto con piedra, tierra o barro para que la Técnica funcione eficazmente. ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​ ​"
    },
    "TAthyqBJ00XA55v2": {
      "name": "Yuki",
      "description": "La Técnica contiene los siguientes Efectos, Ventajas y Desventajas\n[E]: Habilidad de Esquiva +75, Mantenido.\n[V]: –1 Ki.\n[D]: Ninguna.\n\nAl utilizar Yuki, el personaje queda envuelto en un aura gélida que potencia su agilidad ante ataques enemigos. Al ser atacado, se desplaza a velocidad máxima, dejando tras de sí una estela de escarcha.\n\nEsta Técnica otorga un bono de +75 a la Habilidad de Esquiva, pero solo puede aplicarse contra un ataque por asalto"
    }
  }
}
